{
    "text": [
        "Quantitative research is a powerful tool for measuring and analyzing the impact of social and environmental factors on human behavior and outcomes.",
        "In the field of Sociology and Sustainability Science, quantitative research can be used to investigate the relationship between socio-economic status, environmental attitudes, and pro-environmental behavior.",
        "For instance, a quantitative study can analyze the results of a survey that measures the environmental attitudes and behaviors of different socio-economic groups.",
        "By comparing the responses of different groups, researchers can identify the socio-economic factors that influence environmental attitudes and behaviors.",
        "For example, the study may find that people with higher incomes and education levels are more likely to engage in pro-environmental behaviors, such as recycling or using public transportation.",
        "By identifying these patterns, researchers can develop evidence-based policies and interventions that promote pro-environmental behavior and reduce environmental inequalities.",
        "Quantitative research can also be used to measure the effectiveness of environmental policies and interventions.",
        "For example, a quantitative study can use statistical modeling to analyze the impact of a carbon tax on carbon emissions.",
        "By comparing the emissions data before and after the implementation of the policy, researchers can estimate the reduction in emissions and the economic costs of the policy.",
        "This type of analysis can inform policymakers and stakeholders about the trade-offs and benefits of different policy options and support evidence-based decision-making.",
        "Moreover, quantitative research can contribute to the development of new theoretical models and frameworks that can inform sustainability science and policy.",
        "By using advanced statistical techniques such as structural equation modeling, researchers can identify the causal relationships between different variables and develop new models that integrate social, environmental, and economic factors.",
        "For instance, a quantitative study can develop a theoretical model that explains the relationship between social capital, environmental attitudes, and pro-environmental behavior.",
        "By testing and validating the model using empirical data, researchers can develop a more nuanced understanding of the complex interactions between different factors and inform more effective policies and interventions.",
        "In summary, quantitative research is a valuable tool for measuring and analyzing the impact of social and environmental factors on human behavior and outcomes.",
        "By using advanced statistical techniques and empirical data, quantitative research can inform evidence-based policies and interventions that promote sustainability and social justice.",
        "Quantitative research is a means for testing objective theories by examining the relationship among variables.",
        "These variables, in turn, can be measured, typically on instruments, so that numbered data can be analyzed using statistical procedures.",
        "The final written report has a set structure consisting of introduction, literature and theory, methods, results, and discussion\n(Creswell, 2008).",
        "During the late 19th and throughout the 20th century, strategies of inquiry associated with quantitative research were those that invoked the postpositivist worldview.",
        "These include true experiments and the less rigorous experiments called quasi-experiments and correlational studies (Campbell & Stanley, 1963) and specific single-subject experiments (Cooper, Heron, & Heward, 1987; Neuman & McCormick, 1995).",
        "More recently, quantitative strategies have involved complex experiments with many variables and treatments (e.g., factorial designs and repeated measure designs).",
        "They have also included elaborate structural equation models that incorporate causal paths and the identification of the collective strength of multiple variables.",
        "In this book, I focus on two strategies of inquiry: surveys and experiments.\n• Survey research provides a quantitative or numeric description of trends, attitudes, or opinions of a population by studying a sample of that population.",
        "It includes cross-sectional and longitudinal studies using questionnaires or structured interviews for data collection, with the intent of generalizing from a sample to a population (Babbie, 1990).\n• Experimental research seeks to determine if a specific treatment influences an outcome.",
        "This impact is assessed by providing a specific treatment to one group and withholding it from another and then determining how both groups scored on an outcome.",
        "Experiments include true experiments, with the random assignment of subjects to treatment conditions, and quasi- experiments that use nonrandomized designs (Keppel, 1991).",
        "Included within quasi- experiments are single-subject designs.",
        "Quantitative approach—Postpositivist worldview, experimental strategy of inquiry, and pre- and post-test measures of attitudes\nIn this scenario, the researcher tests a theory by specifying narrow hypotheses and the collection of data to support or refute the hypotheses.",
        "An experimental design is used in which attitudes are assessed both before and after an experimental treatment.",
        "The data are collected on an instrument that measures attitudes, and the information is analyzed using statistical procedures and hypothesis testing.",
        "Researchers use theory in a quantitative study to provide an explanation or prediction about the relationship among variables in the study.",
        "Thus, it is essential to have grounding in the nature and use of variables as they form research questions and hypotheses.",
        "A theory explains how and why the variables are related, acting as a bridge between or among the variables.",
        "Theory may be broad or narrow in scope, and researchers state their theories in several ways, such as a series of hypotheses, if-then logic statements, or visual models.",
        "Using theories deductively, investigators advance them at the beginning of the study in the literature review.",
        "They also include them with the hypotheses or research questions or place them in a separate section. A script can help design the theory section for a research proposal.",
        "A survey design provides a quantitative or numeric description of trends, attitudes, or opinions of a population by studying a sample of that population.",
        "From sample results, the researcher generalizes or makes claims about the population.",
        "In an experiment, investigators may also identify a sample and generalize to a population; however, the basic intent of an experimental design is to test the impact of a treatment (or an intervention) on an outcome, controlling for all other factors that might influence that outcome.",
        "As one form of control, researchers randomly assign individuals to groups.",
        "When one group receives a treatment and the other group does not, the experimenter can isolate whether it is the treatment and not other factors that influence the outcome.",
        "COMPONENTS OF A SURVEY METHOD PLAN\nThe design of a survey method section follows a standard format.",
        "Numerous examples of this format appear in scholarly journals, and these examples provide useful models. The following sections detail typical components.",
        "In preparing to design these components into a proposal, consider the questions on the checklist shown in Table 8.1 as a general guide.",
        "The Survey Design\nIn a proposal or plan, one of the first parts of the method section can introduce readers to the basic purpose and rationale for survey research.",
        "Begin the discussion by reviewing the purpose of a survey and the rationale for its selection for the proposed study. This discussion can\n• Identify the purpose of survey research.",
        "This purpose is to generalize from a sample to a population so that inferences can be made about some characteristic, attitude, or behavior of this population (Babbie, 1990).",
        "Provide a reference to this purpose from one of the survey method texts (several are identified in this chapter).\n• Indicate why a survey is the preferred type of data collection procedure for the study.",
        "In this rationale, consider the advantages of survey designs, such as the economy of the design and the rapid turnaround in data collection.",
        "Discuss the advantage of identifying attributes of a large population from a small group of individuals (Babbie, 1990; Fowler, 2002).\n• Indicate whether the survey will be cross-sectional, with the data collected at one point in time, or whether it will be longitudinal, with data collected over time.\n• Specify the form of data collection.",
        "Fink (2002) identifies four types: self-administered questionnaires; interviews; structured record reviews to collect financial, medical, or school information; and structured observations.",
        "The data collection may also involve creating a Web- based or Internet survey and administering it online (Nesbary, 2000; Sue & Ritter, 2007).",
        "Regardless of the form of data collection, provide a rationale for the procedure, using arguments based on its strengths and weaknesses, costs, data availability, and convenience.",
        "The Population and Sample\nSpecify the characteristics of the population and the sampling procedure.",
        "Methodologists have written excellent discussions about the underlying logic of sampling theory (e.g., Babbie, 1990, 2007).",
        "Here are essential aspects of the population and sample to describe in a research plan:\n• Identify the population in the study.",
        "Also state the size of this population, if size can be determined, and the means of identifying individuals in the population.",
        "Questions of access arise here, and the researcher might refer to availability of sampling frames—mail or published lists—of potential respondents in the population.\n• Identify whether the sampling design for this population is single stage or multistage (called clustering).",
        "Cluster sampling is ideal when it is impossible or impractical to compile a list of the elements composing the population (Babbie, 2007).",
        "A single-stage sampling procedure is one in which the researcher has access to names in the population and can sample the people (or other elements) directly.",
        "In a multistage or clustering procedure, the researcher first identifies\n\nclusters (groups or organizations), obtains names of individuals within those clusters, and then samples within them.\n• Identify the selection process for individuals.",
        "I recommend selecting a random sample, in which each individual in the population has an equal probability of being selected (a systematic or probabilistic sample).",
        "Less desirable is a nonprobability sample (or convenience sample), in which respondents are chosen based on their convenience and availability (Babbie, 1990).",
        "With randomization, a representative sample from a population provides the ability to generalize to a population.\n• Identify whether the study will involve stratification of the population before selecting the sample.",
        "Stratification means that specific characteristics of individuals (e.g., both females and males) are represented in the sample and the sample reflects the true proportion in the population of individuals with certain characteristics (Fowler, 2002).",
        "When randomly selecting people from a population, these characteristics may or may not be present in the sample in the same proportions as in the population; stratification ensures their representation.",
        "Also identify the characteristics used in stratifying the population (e.g., gender, income levels, education).",
        "Within each stratum, identify whether the sample contains individuals with the characteristic in the same proportion as the characteristic appears in the entire population (Babbie, 1990; Miller, 1991).\n• Discuss the procedures for selecting the sample from available lists.",
        "The most rigorous method for selecting the sample is to choose individuals using a random numbers table, a table available in many introductory statistics texts (e.g., Gravetter & Wallnau, 2000).\n• Indicate the number of people in the sample and the procedures used to compute this number.",
        "In survey research, I recommend that one use a sample size formula available in many survey texts (e.g., see Babbie, 1990; Fowler, 2002).",
        "Instrumentation\nAs part of rigorous data collection, the proposal developer also provides detailed information about the actual survey instrument to be used in the proposed study.",
        "Consider the following:\n• Name the survey instrument used to collect data.",
        "Discuss whether it is an instrument designed for this research, a modified instrument, or an intact instrument developed by someone else.",
        "If it is a modified instrument, indicate whether the developer has provided appropriate permission to use it.",
        "In some survey projects, the researcher assembles an instrument from components of several instruments. Again, permission to use any part of other instruments needs to be obtained.",
        "In addition, instruments are being increasingly designed for online surveys (see Sue & Ritter, 2007).",
        "An online survey tool is SurveyMonkey (SurveyMonkey.com), a commercial product available since 1999.",
        "Using this service, researchers can create their own surveys quickly using custom templates and post them on Web sites or e-mail them for participants to complete.",
        "SurveyMonkey then can generate results and report them back to the researcher as descriptive statistics or as graphed information.",
        "The results can be downloaded into a spreadsheet or a database for further analysis.",
        "The basic program is free for 100 responses per survey and no more than 10 questions per survey.",
        "For additional responses, more questions, and several custom features, SurveyMonkey charges a monthly or annual fee.\n• To use an existing instrument, describe the established validity and reliability of scores obtained from past use of the instrument.",
        "This means reporting efforts by authors to establish\n \nvalidity—whether one can draw meaningful and useful inferences from scores on the instruments.",
        "The three traditional forms of validity to look for are content validity (do the items measure the content they were intended to measure?), predictive or concurrent validity (do scores predict a criterion measure? Do results correlate with other results?), and construct validity (do items measure hypothetical constructs or concepts?).",
        "In more recent studies, construct validity has also included whether the scores serve a useful purpose and have positive consequences when they are used in practice (Humbley & Zumbo, 1996).",
        "Establishing the validity of the scores in a survey helps to identify whether an instrument might be a good one to use in survey research.",
        "This form of validity is different than identifying the threats to validity in experimental research, as discussed later in this chapter.",
        "Also discuss whether scores resulting from past use of the instrument demonstrate reliability.",
        "Look for whether authors report measures of internal consistency (are the items’ responses consistent across constructs?) and test-retest correlations (are scores stable over time when the instrument is administered a second time?).",
        "Also determine whether there was consistency in test administration and scoring (were errors caused by carelessness in administration or scoring?; Borg, Gall, & Gall, 1993).\n• When one modifies an instrument or combines instruments in a study, the original validity and reliability may not hold for the new instrument, and it becomes important to reestablish validity and reliability during data analysis.\n• Include sample items from the instrument so that readers can see the actual items used.",
        "In an appendix to the proposal, attach sample items or the entire instrument.\n• Indicate the major content sections in the instrument, such as the cover letter (Dillman, 1978, provides a useful list of items to include in cover letters), the items (e.g., demographics, attitudinal items, behavioral items, factual items), and the closing instructions.",
        "Also mention the type of scales used to measure the items on the instrument, such as continuous scales (e.g., strongly agree to strongly disagree) and categorical scales (e.g., yes/no, rank from highest to lowest importance).\n• Discuss plans for pilot testing or field testing the survey and provide a rationale for these plans.",
        "This testing is important to establish the content validity of an instrument and to improve questions, format, and scales.",
        "Indicate the number of people who will test the instrument and the plans to incorporate their comments into final instrument revisions.\n• For a mailed survey, identify steps for administering the survey and for following up to ensure a high response rate.",
        "Salant and Dillman (1994) suggest a four-phase administration process.",
        "The first mail-out is a short advance-notice letter to all members of the sample, and the second mail-out is the actual mail survey, distributed about 1 week after the advance-notice letter.",
        "The third mail-out consists of a postcard follow-up sent to all members of the sample 4 to 8 days after the initial questionnaire.",
        "The fourth mail-out, sent to all nonrespondents, consists of a personalized cover letter with a handwritten signature, the questionnaire, and a preaddressed return envelope with postage.",
        "Researchers send this fourth mail-out 3 weeks after the second mail-out.",
        "Thus, in total, the researcher concludes the administration period 4 weeks after its start, providing the returns meet project objectives.",
        "Variables in the Study\nAlthough readers of a proposal learn about the variables in purpose statements and research questions/hypotheses sections, it is useful in the method section to relate the variables to the\n\nspecific questions or hypotheses on the instrument.",
        "One technique is to relate the variables, the research questions or hypotheses, and items on the survey instrument so that a reader can easily determine how the researcher will use the questionnaire items.",
        "Plan to include a table and a discussion that cross-reference the variables, the questions or hypotheses, and specific survey items.",
        "This procedure is especially helpful in dissertations in which investigators test large-scale models. Table 8.2 illustrates such a table using hypothetical data.",
        "Table 8.2 Variables, Research Questions, and Items on a Survey\nData Analysis and Interpretation\nIn the proposal, present information about the steps involved in analyzing the data.",
        "I recommend the following research tips, presenting them as a series of steps so that a reader can see how one step leads to another for a complete discussion of the data analysis procedures.",
        "Step 1. Report information about the number of members of the sample who did and did not return the survey.",
        "A table with numbers and percentages describing respondents and nonrespondents is a useful tool to present this information. Step 2. Discuss the method by which response bias will be determined.",
        "Response bias is the effect of nonresponses on survey estimates (Fowler, 2002).",
        "Bias means that if nonrespondents had responded, their responses would have substantially changed the overall results.",
        "Mention the procedures used to check for response bias, such as wave analysis or a respondent/nonrespondent analysis.",
        "In wave analysis, the researcher examines returns on select items week by week to determine if average responses change (Leslie, 1972).",
        "Based on the assumption that those who return surveys in the final weeks of the response period are\n \nnearly all nonrespondents, if the responses begin to change, a potential exists for response bias.",
        "An alternative check for response bias is to contact a few nonrespondents by phone and determine if their responses differ substantially from respondents.",
        "This constitutes a respondent-nonrespondent check for response bias. Step 3. Discuss a plan to provide a descriptive analysis of data for all independent and dependent variables in the study.",
        "This analysis should indicate the means, standard deviations, and range of scores for these variables. Step 4.",
        "If the proposal contains an instrument with scales or a plan to develop scales (combining items into scales), identify the statistical procedure (i.e., factor analysis) for accomplishing this.",
        "Also mention reliability checks for the internal consistency of the scales (i.e., the Cronbach alpha statistic). Step 5.",
        "Identify the statistics and the statistical computer program for testing the major inferential research questions or hypotheses in the proposed study.",
        "The inferential questions or hypotheses relate variables or compare groups in terms of variables so that inferences can be drawn from the sample to a population.",
        "Provide a rationale for the choice of statistical test and mention the assumptions associated with the statistic.",
        "As shown in Table 8.3, base this choice on the nature of the research question (e.g., relating variables or comparing groups as the most popular), the number of independent and dependent variables, and the number of variables controlled (e.g., see Rudestam & Newton, 2007).",
        "Further, consider whether the variables will be measured on an instrument as a continuous score (e.g., age, from 18 to 36) or as a categorical score (e.g., women = 1, men = 2).",
        "Finally, consider whether the scores from the sample might be normally distributed in a bell-shaped curve if plotted out on a graph or non- normally distributed.",
        "There are additional ways to determine if the scores are normally distributed (see Creswell, 2008).",
        "These factors, in combination, enable a researcher to determine what statistical test will be suited for answering the research question or hypothesis.",
        "In Table 8.3, I show how the factors, in combination, lead to the selection of a number of common statistical tests.",
        "For further types of statistical tests, readers are referred to statistics methods books, such as Gravetter and Wallnau (2000). Step 6.",
        "A final step in the data analysis is to present the results in tables or figures and interpret the results from the statistical test.",
        "An interpretation of the results means that the researcher draws conclusions from the results for the research questions, hypotheses, and the larger meaning of the results. This interpretation involves several steps.",
        "Quantitative research involves collecting and analyzing numerical data. It is ideal for identifying trends and averages, making predictions, testing relationships, and generalizing results for large populations.",
        "This method is widely used in natural and social sciences, such as biology, chemistry, psychology, economics, sociology, marketing, and others.",
        "This article will provide you with an overview of the different types of quantitative research, tips on applying this method, and the benefits of conducting it.",
        "Quantitative research is a systematic investigation of phenomena by gathering quantifiable data and performing statistical, mathematical, or computational techniques.",
        "Quantitative research collects information from existing and potential customers using sampling methods and sending out online surveys, online polls, and questionnaires, for example.",
        "One of the main characteristics of this type of research is that the results can be depicted in numerical form.",
        "After a careful understanding of these numbers, it’s possible to predict the future of a product or service and make changes accordingly.",
        "An example of quantitative research is the survey conducted to understand how long a doctor takes to tend to a patient when the patient walks into the hospital.",
        "A patient satisfaction survey can be administered to ask questions like how long a doctor takes to see a patient, how often a patient walks into a hospital, and other such questions.",
        "Quantitative outcome research is mostly conducted in the social sciences using the statistical methods used above to collect quantitative data from the research study.",
        "In this research method, researchers and statisticians deploy mathematical frameworks and theories that pertain to the quantity under question.",
        "The results achieved from this research method are logical, statistical, and unbiased. Data collection happened using a structured method and was conducted on larger samples representing the entire population.",
        "Quantitative research has several unique characteristics that make it well-suited for specific types of projects.",
        "Let’s explore the most crucial of these characteristics so that you can consider them when planning your next research project\n\nStructured tools: Structured tools such as surveys, polls, or questionnaires are used to gather quantitative data.",
        "Using such structured methods helps collect in-depth and actionable data from the survey respondents. Sample size: Quantitative research is conducted on a significant sample size that represents the target market.",
        "Appropriate sampling methods have to be used when deriving the sample to fortify the research objective\nClose-ended questions: Closed-ended questions are created per the objective of the research.",
        "These questions help collect quantitative data and hence, are extensively used in quantitative research. Prior studies: Various factors related to the research topic are studied before collecting feedback from respondents.",
        "Quantitative data: Usually, quantitative data is represented by tables, charts, graphs, or any other non-numerical form.",
        "This makes it easy to understand the data that has been collected as well as prove the validity of the market research.",
        "Generalization of results: Results of this research method can be generalized to an entire population to take appropriate actions for improvement.",
        "Some examples of quantitative research are:\n\nA customer satisfaction template can be used if any organization would like to conduct a customer satisfaction (CSAT) survey.",
        "Through this kind of survey, an organization can collect quantitative data and metrics on the goodwill of the brand or organization in the customer’s mind based on multiple parameters such as product quality, pricing, customer experience, etc.",
        "This data can be collected by asking a net promoter score (NPS) question, matrix table questions, etc. that provide data in the form of numbers that can be analyzed and worked upon.",
        "Another example of quantitative research is an organization that conducts an event, collecting feedback from attendees about the value they see from the event.",
        "By using an event survey, the organization can collect actionable feedback about the satisfaction levels of customers during various phases of the event such as the sales, pre and post-event, the likelihood of recommending the organization to their friends and colleagues, hotel preferences for the future events and other such questions.",
        "There are many advantages of quantitative research.",
        "Some of the major advantages of why researchers use this method in market research are:Collect reliable and accurate data: As data is collected, analyzed, and presented in numbers, the results obtained will be extremely reliable.",
        "Numbers do not lie. They offer an honest picture of the conducted research without discrepancies and are also extremely accurate.",
        "In situations where a researcher predicts conflict, quantitative research is conducted. Quick data collection: Quantitative research involves studying a group of people representing a larger population.",
        "A survey or another quantitative research method is used to gather information from these participants.",
        "The process of analyzing the data and finding patterns is made easier and faster through the use of statistics.",
        "Wider scope of data analysis: Due to the statistics, this research method provides a wide scope of data collection.",
        "Eliminate bias: This research method offers no scope for personal comments or biasing of results. The results achieved are numerical and thus fair in most cases.",
        "Here are some best practices for conducting quantitative research: Differentiate between quantitative and qualitative: Understand the difference between the two methodologies and apply the one that suits your needs best.",
        "Choose a suitable sample size: Ensure that you have a sample representative of your population and large enough to be statistically weighty.",
        "Keep your research goals clear and concise: Know your research goals before you begin data collection to ensure you collect the right amount and the right quantity of data.",
        "Keep the questions simple: Remember that you will be reaching out to a demographically wide audience. Pose simple questions for your respondents to understand easily.",
        "As mentioned above, quantitative research is data-oriented. There are two methods for conducting quantitative research. They are:\n\nPrimary quantitative research methods\nSecondary quantitative research methods.",
        "There are four different types of quantitative research methods:\n\nPrimary quantitative research is the most widely used method of conducting market research.",
        "The distinct feature of primary research is that the researcher focuses on collecting data directly rather than depending on data collected from previously done research.",
        "Primary quantitative research design can be broken down into three further distinctive tracks and the process flow. They are:\n\nA.",
        "Techniques and Types of Studies\n\nThere are multiple types of primary quantitative research.",
        "They can be distinguished into the four following distinctive methods, which are:\n\n Survey Research is fundamental for all quantitative outcome research methodologies and studies.",
        "Surveys are used to ask questions to a sample of respondents, using various types such as online polls, online surveys, paper questionnaires, web-intercept surveys, etc.",
        "Every small and big organization intends to understand what their customers think about their products and services, how well new features are faring in the market, and other such details.",
        "By conducting survey research, an organization can ask multiple survey questions, collect data from a pool of customers, and analyze this collected data to produce numerical results.",
        "It is the first step towards collecting data for any research.",
        "This type of research can be conducted with a specific target audience group and also can be conducted across multiple groups along with comparative analysis.",
        "A prerequisite for this type of research is that the sample of respondents must have randomly selected members.",
        "This way, a researcher can easily maintain the accuracy of the obtained results as a huge variety of respondents will be addressed using random selection.",
        "Traditionally, survey research was conducted face-to-face or via phone calls.",
        "Still, with the progress made by online mediums such as email or social media, survey research has also spread to online mediums.",
        "There are two types of surveys, either of which can be chosen based on the time in hand and the kind of data required:\n\nCross-sectional surveys: Cross-sectional surveys are observational surveys conducted in situations where the researcher intends to collect data from a sample of the target population at a given point in time.",
        "Researchers can evaluate various variables at a particular time.",
        "Data gathered using this type of survey is from people who depict similarity in all variables except the variables which are considered for research.",
        "Throughout the survey, this one variable will stay constant. Cross-sectional surveys are popular with retail, SMEs, and healthcare industries. Information is garnered without modifying any parameters in the variable ecosystem.",
        "Multiple samples can be analyzed and compared using a cross-sectional survey research method. Multiple variables can be evaluated using this type of survey research.",
        "The only disadvantage of cross-sectional surveys is that the cause-effect relationship of variables cannot be established as it usually evaluates variables at a particular time and not across a continuous time frame.",
        "Longitudinal surveys: Longitudinal surveys are also observational surveys, but unlike cross-sectional surveys, longitudinal surveys are conducted across various time durations to observe a change in respondent behavior and thought processes.",
        "This time can be days, months, years, or even decades.",
        "For instance, a researcher planning to analyze the change in buying habits of teenagers over 5 years will conduct longitudinal surveys.",
        "In cross-sectional surveys, the same variables were evaluated at a given time, and in longitudinal surveys, different variables can be analyzed at different intervals.",
        "Longitudinal surveys are extensively used in the field of medicine and applied sciences.",
        "Apart from these two fields, they are also used to observe a change in the market trend, analyze customer satisfaction, or gain feedback on products/services.",
        "In situations where the sequence of events is highly essential, longitudinal surveys are used.",
        "Researchers say that when research subjects need to be thoroughly inspected before concluding, they rely on longitudinal surveys. A comparison between two entities is invariable.",
        "Correlation research is conducted to establish a relationship between two closely-knit entities and how one impacts the other, and what changes are eventually observed.",
        "This research method is carried out to give value to naturally occurring relationships, and a minimum of two different groups are required to conduct this quantitative research method successfully.",
        "Without assuming various aspects, a relationship between two groups or entities must be established.",
        "Researchers use this quantitative research design to correlate two or more variables using mathematical analysis methods.",
        "Patterns, relationships, and trends between variables are concluded as they exist in their original setup.",
        "The impact of one of these variables on the other is observed, along with how it changes the relationship between the two variables.",
        "Researchers tend to manipulate one of the variables to attain the desired results. Ideally, it is advised not to make conclusions merely based on correlational research.",
        "This is because it is not mandatory that if two variables are in sync that they are interrelated. Example of Correlational Research Questions:\n\nThe relationship between stress and depression.",
        "The equation between fame and money. The relation between activities in a third-grade class and its students.This research method mainly depends on the factor of comparison.",
        "Also called quasi-experimental research, this quantitative research method is used by researchers to conclude the cause-effect equation between two or more variables, where one variable is dependent on the other independent variable.",
        "The independent variable is established but not manipulated, and its impact on the dependent variable is observed. These variables or groups must be formed as they exist in the natural setup.",
        "As the dependent and independent variables will always exist in a group, it is advised that the conclusions are carefully established by keeping all the factors in mind.",
        "Causal-comparative research is not restricted to the statistical analysis of two variables but extends to analyzing how various variables or groups change under the influence of the same changes.",
        "This research is conducted irrespective of the type of relationship that exists between two or more variables. Statistical analysis is used to present the outcome using this quantitative research method.",
        "Example of Causal-Comparative Research Questions:\n\nThe impact of drugs on a teenager. The effect of good education on a freshman.",
        "The effect of substantial food provision in the villages of Africa.Also known as true experimentation, this research method relies on a theory.",
        "As the name suggests, experimental research is usually based on one or more theories. This theory has yet to be proven before and is merely a supposition.",
        "In experimental research, an analysis is done around proving or disproving the statement. This research method is used in natural sciences. Traditional research methods are more effective than modern techniques.",
        "There can be multiple theories in experimental research. A theory is a statement that can be verified or refuted.",
        "After establishing the statement, efforts are made to understand whether it is valid or invalid.",
        "This quantitative research method is mainly used in natural or social sciences as various statements must be proved right or wrong. Traditional research methods are more effective than modern techniques.",
        "Systematic teaching schedules help children who struggle to cope with the course. It is a boon to have responsible nursing staff for ailing parents.",
        "The second major step in primary quantitative research is data collection. Data collection can be divided into sampling methods and data collection using surveys and polls.",
        "Data collection methodologies: Sampling methods\n\nThere are two main sampling methods for quantitative research: Probability and Non-probability sampling.",
        "Probability sampling:\nA theory of probability is used to filter individuals from a population and create samples in probability sampling. Participants of a sample are chosen by random selection processes.",
        "Each target audience member has an equal opportunity to be selected in the sample.",
        "There are four main types of probability sampling:\n\nSimple random sampling: As the name indicates, simple random sampling is nothing but a random selection of elements for a sample.",
        "This sampling technique is implemented where the target population is considerably large.",
        "Stratified random sampling: In the stratified random sampling method, a large population is divided into groups (strata), and members of a sample are chosen randomly from these strata.",
        "The various segregated strata should ideally not overlap one another.Cluster sampling: Cluster sampling is a probability sampling method using which the main segment is divided into clusters, usually using geographic and demographic segmentation parameters.",
        "Systematic sampling: Systematic sampling is a technique where the starting point of the sample is chosen randomly, and all the other elements are chosen using a fixed interval.",
        "This interval is calculated by dividing the population size by the target sample size.",
        "Non-probability sampling:\nNon-probability sampling is where the researcher’s knowledge and experience are used to create samples.",
        "Because of the researcher’s involvement, not all the target population members have an equal probability of being selected to be a part of a sample.",
        "There are five non-probability sampling models:\n\nConvenience sampling: In convenience sampling, elements of a sample are chosen only due to one prime reason: their proximity to the researcher.",
        "These samples are quick and easy to implement as there is no other parameter of selection involved.",
        "Consecutive sampling: Consecutive sampling is quite similar to convenience sampling, except for the fact that researchers can choose a single element or a group of samples and conduct research consecutively over a significant period and then perform the same process with other samples.",
        "Quota sampling: Using quota sampling, researchers can select elements using their knowledge of target traits and personalities to form strata.",
        "Members of various strata can then be chosen to be a part of the sample as per the researcher’s understanding.",
        "Snowball sampling: Snowball sampling is conducted with target audiences who are difficult to contact and get information.",
        "It is popular in cases where the target audience for analysis research is rare to put together.",
        "Judgmental sampling: Judgmental sampling is a non-probability sampling method where samples are created only based on the researcher’s experience and skill.",
        "Data collection methodologies: Using surveys & polls\n\nOnce the sample is determined, then either surveys or polls can be distributed to collect the data for quantitative research.",
        "Using surveys for primary quantitative research\nA survey is defined as a research method used for collecting data from a pre-defined group of respondents to gain information and insights on various topics of interest.",
        "The ease of survey distribution and the wide number of people it can reach depending on the research time and objective makes it one of the most important aspects of conducting quantitative research.",
        "Fundamental levels of measurement – nominal, ordinal, interval, and ratio scales\n\nFour measurement scales are fundamental to creating a multiple-choice question in a survey.",
        "They are nominal, ordinal, interval, and ratio measurement scales without the fundamentals of which no multiple-choice questions can be created.",
        "Hence, it is crucial to understand these measurement levels to develop a robust survey.",
        "Use of different question types\n\nTo conduct quantitative research, close-ended questions must be used in a survey.",
        "They can be a mix of multiple question types, including multiple-choice questions like semantic differential scale questions, rating scale questions, etc.Survey Distribution and Survey Data Collection\n\nIn the above, we have seen the process of building a survey along with the research design to conduct primary quantitative research.",
        "Survey distribution to collect data is the other important aspect of the survey process. There are different ways of survey distribution.",
        "Some of the most commonly used methods are:\n\nEmail: Sending a survey via email is the most widely used and effective survey distribution method.",
        "This method’s response rate is high because the respondents know your brand. You can use the QuestionPro email management feature to send out and collect survey responses.",
        "Buy respondents: Another effective way to distribute a survey and conduct primary quantitative research is to use a sample.",
        "Since the respondents are knowledgeable and are on the panel by their own will, responses are much higher.",
        "Embed survey on a website: Embedding a survey on a website increases a high number of responses as the respondent is already in close proximity to the brand when the survey pops up.",
        "Social distribution: Using social media to distribute the survey aids in collecting a higher number of responses from the people that are aware of the brand.",
        "QR code: QuestionPro QR codes store the URL for the survey.",
        "You can print/publish this code in magazines, signs, business cards, or on just about any object/medium.",
        "SMS survey: The SMS survey is a quick and time-effective way to collect a high number of responses.",
        "Offline Survey App: The QuestionPro App allows users to circulate surveys quickly, and the responses can be collected both online and offline.Survey example\n\nAn example of a survey is short customer satisfaction (CSAT) survey that can quickly be built and deployed to collect feedback about what the customer thinks about a brand and how satisfied and referenceable the brand is.",
        "Using polls for primary quantitative research\nPolls are a method to collect feedback using close-ended questions from a sample.",
        "The most commonly used types of polls are election polls and exit polls.",
        "Both of these are used to collect data from a large sample size but using basic question types like multiple-choice questions.The third aspect of primary quantitative research design is data analysis.",
        "After collecting raw data, there must be an analysis of this data to derive statistical inferences from this research.",
        "It is important to relate the results to the research objective and establish the statistical relevance of the results.",
        "Remember to consider aspects of research that were not considered for the data collection process and report the difference between what was planned vs. what was actually executed.",
        "It is then required to select precise statistical analysis methods, such as SWOT, Conjoint, Cross-tabulation, etc., to analyze the quantitative data.",
        "SWOT analysis: SWOT Analysis stands for the acronym of Strengths, Weaknesses, Opportunities, and Threat analysis.",
        "Organizations use this statistical analysis technique to evaluate their performance internally and externally to develop effective strategies for improvement.",
        "Conjoint Analysis: Conjoint Analysis is a market analysis method to learn how individuals make complicated purchasing decisions.",
        "Trade-offs are involved in an individual’s daily activities, and these reflect their ability to decide from a complex list of product/service options.",
        "Cross-tabulation: Cross-tabulation is one of the preliminary statistical market analysis methods which establishes relationships, patterns, and trends within the various parameters of the research study.",
        "TURF Analysis: TURF Analysis, an acronym for Totally Unduplicated Reach and Frequency Analysis, is executed in situations where the reach of a favorable communication source is to be analyzed along with the frequency of this communication.",
        "It is used for understanding the potential of a target market.Secondary quantitative research or desk research is a research method that involves using already existing data or secondary data.",
        "Existing data is summarized and collated to increase the overall effectiveness of the research.",
        "This research method involves collecting quantitative data from existing data sources like the internet, government resources, libraries, research reports, etc.",
        "Secondary quantitative research helps to validate the data collected from primary quantitative research and aid in strengthening or proving, or disproving previously collected data.",
        "The following are five popularly used secondary quantitative research methods:\n\nData available on the internet: With the high penetration of the internet and mobile devices, it has become increasingly easy to conduct quantitative research using the internet.",
        "Information about most research topics is available online, and this aids in boosting the validity of primary quantitative data as well as proving the relevance of previously collected data.",
        "Government and non-government sources: Secondary quantitative research can also be conducted with the help of government and non-government sources that deal with market research reports.",
        "This data is highly reliable and in-depth and hence, can be used to increase the validity of quantitative research design.",
        "Public libraries: Now a sparingly used method of conducting quantitative research, it is still a reliable source of information, though. Public libraries have copies of important research that was conducted earlier.",
        "They are a storehouse of valuable information and documents from which information can be extracted.",
        "Educational institutions: Educational institutions conduct in-depth research on multiple topics, and hence, the reports that they publish are an important source of validation in quantitative research.",
        "Commercial information sources: Local newspapers, journals, magazines, radio, and TV stations are great sources to obtain data for secondary quantitative research.",
        "These commercial information sources have in-depth, first-hand information on economic developments, political agendas, market research, demographic segmentation, and similar subjects.Quantitative research is a structured way of collecting and analyzing data from various sources.",
        "Its purpose is conclusive as it seeks to quantify the problem and understand its extent, looking for results that can be projected to a larger population.",
        "Companies that use quantitative rather than qualitative research typically aim to measure magnitudes and seek objectively interpreted statistical results.",
        "So if you want to obtain quantitative data that helps you define the structured cause-and-effect relationship between the problem and the factors, you should opt for this type of research.",
        "Qualitative research has become an increasingly important tool in understanding the social and cultural factors that influence the adoption of sustainable technologies and practices.",
        "In the field of Environmental Innovation and Societal Transitions, qualitative research can provide insights into the complex interactions between actors, institutions, and systems that shape the transition towards a more sustainable future.",
        "For instance, a qualitative study can explore the perceptions and attitudes of stakeholders towards renewable energy technologies such as wind turbines or solar panels.",
        "Through in-depth interviews and focus groups, researchers can gain a nuanced understanding of the socio-cultural factors that influence the adoption and diffusion of these technologies, such as concerns about aesthetics, noise pollution, and property values.",
        "By analyzing the narratives and discourses of different stakeholders, researchers can identify the cultural meanings and values attached to sustainable technologies and the social dynamics that influence their adoption and acceptance.",
        "Qualitative research can also shed light on the role of institutions and policies in shaping the adoption of sustainable technologies.",
        "By analyzing the discourses and practices of policymakers, researchers can identify the discursive and institutional barriers that hinder the diffusion of sustainable technologies and practices.",
        "For example, a qualitative study can explore the discourses and practices of energy regulators and policy-makers in promoting renewable energy sources and reducing carbon emissions.",
        "By analyzing policy documents, stakeholder interviews, and institutional practices, researchers can identify the socio-political factors that shape the policy discourse and the institutional frameworks that influence the adoption of sustainable technologies.",
        "Furthermore, qualitative research can also contribute to the development of new conceptual frameworks and theories that can inform policy and decision-making processes.",
        "By engaging with the complexity and diversity of social and cultural practices, qualitative research can challenge existing assumptions and generate new insights that can inform more holistic and inclusive policies and practices.",
        "For example, a qualitative study can develop new conceptual frameworks that integrate social, cultural, and environmental factors in understanding the transition towards a more sustainable future.",
        "Through a combination of theoretical and empirical analysis, qualitative research can contribute to the development of new paradigms and approaches that can promote sustainability and social justice.",
        "Qualitative research is a means for exploring and understanding the meaning individuals or groups ascribe to a social or human problem.",
        "The process of research involves emerging questions and procedures, data typically collected in the participant’s setting, data analysis inductively building from particulars to general themes, and the researcher making interpretations of the meaning of the data.",
        "The final written report has a flexible structure.",
        "Those who engage in this form of inquiry support a way of looking at research that honors an inductive style, a focus on individual meaning, and the importance of rendering the complexity of a situation (adapted from Creswell, 2007).",
        "In qualitative research, the numbers and types of approaches have also become more clearly visible during the 1990s and into the 21st century.",
        "Books have summarized the various types (such as the 19 strategies identified by Wolcott, 2001), and complete procedures are now available on specific qualitative inquiry approaches.",
        "For example, Clandinin and Connelly (2000) constructed a picture of what narrative researchers do.",
        "Moustakas (1994) discussed the philosophical tenets and the procedures of the phenomenological method, and Strauss and\n \nCorbin (1990, 1998) identified the procedures of grounded theory.",
        "Wolcott (1999) summarized ethnographic procedures, and Stake (1995) suggested processes involved in case study research.",
        "In this book, illustrations are drawn from the following strategies, recognizing that approaches such as participatory action research (Kemmis & Wilkinson, 1998), discourse analysis (Cheek, 2004), and others not mentioned (see Creswell, 2007b) are also viable ways to conduct qualitative studies:\n• Ethnography is a strategy of inquiry in which the researcher studies an intact cultural group in a natural setting over a prolonged period of time by collecting, primarily, observational and interview data (Creswell, 2007b).",
        "The research process is flexible and typically evolves contextually in response to the lived realities encountered in the field setting (LeCompte & Schensul, 1999).\n• Grounded theory is a strategy of inquiry in which the researcher derives a general, abstract theory of a process, action, or interaction grounded in the views of participants.",
        "This process involves using multiple stages of data collection and the refinement and interrelationship of categories of information (Charmaz, 2006; Strauss and Corbin, 1990, 1998).",
        "Two primary characteristics of this design are the constant comparison of data with emerging categories and theoretical sampling of different groups to maximize the similarities and the differences of information.\n• Case studies are a strategy of inquiry in which the researcher explores in depth a program, event, activity, process, or one or more individuals.",
        "Cases are bounded by time and activity, and researchers collect detailed information using a variety of data collection procedures over a sustained period of time (Stake, 1995).\n• Phenomenological research is a strategy of inquiry in which the researcher identifies the essence of human experiences about a phenomenon as described by participants.",
        "Understanding the lived experiences marks phenomenology as a philosophy as well as a method, and the procedure involves studying a small number of subjects through extensive and prolonged engagement to develop patterns and relationships of meaning (Moustakas, 1994).",
        "In this process, the researcher brackets or sets aside his or her own experiences in order to understand those of the participants in the study (Nieswiadomy, 1993).\n• Narrative research is a strategy of inquiry in which the researcher studies the lives of individuals and asks one or more individuals to provide stories about their lives.",
        "This information is then often retold or restoried by the researcher into a narrative chronology.",
        "In the end, the narrative combines views from the participant’s life with those of the researcher’s life in a collaborative narrative (Clandinin & Connelly, 2000).",
        "Qualitative approach—Constructivist worldview, ethnographic design, and observation of behavior\n \nIn this situation, the researcher seeks to establish the meaning of a phenomenon from the views of participants.",
        "This means identifying a culture-sharing group and studying how it develops shared patterns of behavior over time (i.e., ethnography).",
        "One of the key elements of collecting data in this way is to observe participants’ behaviors by engaging in their activities.",
        "Qualitative approach—Participatory worldview, narrative design, and open-ended interviewing\nFor this study, the inquirer seeks to examine an issue related to oppression of individuals.",
        "To study this, stories are collected of individual oppression using a narrative approach. Individuals are interviewed at some length to determine how they have personally experienced oppression.",
        "In qualitative research, inquirers employ theory as a broad explanation, much like in quantitative research, such as in ethnographies.",
        "It may also be a theoretical lens or perspective that raises questions related to gender, class, race, or some combination of these.",
        "Theory also appears as an end point of a qualitative study, a generated theory, a pattern, or a generalization that emerges inductively from data collection and analysis.",
        "Grounded theorists, for example, generate a theory grounded in the views of participants and place it as the conclusion of their studies.",
        "Some qualitative studies do not include an explicit theory and present descriptive research of the central phenomenon.",
        "For many years, proposal writers had to discuss the characteristics of qualitative research and convince faculty and audiences as to their legitimacy.",
        "Now these discussions are less frequently found in the literature and there is some consensus as to what constitutes qualitative inquiry.",
        "Thus, my suggestions about this section of a proposal are as follows:\nTable 9.1 A Checklist of Questions for Designing a Qualitative Procedure\n • Review the needs of potential audiences for the proposal.",
        "Decide whether audience members are knowledgeable enough about the characteristics of qualitative research that this section is not necessary.\n• If there is some question about their knowledge, present the basic characteristics of qualitative research in the proposal and possibly discuss a recent qualitative research journal article (or study) to use as an example to illustrate the characteristics.\n• Several lists of characteristics might be used (e.g., Bogdan & Biklen, 1992; Eisner, 1991; Hatch, 2002; LeCompte & Schensul, 1999; Marshall & Rossman, 2006), but I will rely on a composite analysis of several of these writers that I incorporated into my book on qualitative inquiry (Creswell, 2007).",
        "My list captures both traditional perspectives and the newer advocacy, participatory, and self-reflexive perspectives of qualitative inquiry.",
        "Here are the characteristics of qualitative research, presented in no specific order of importance:\n• Natural setting—Qualitative researchers tend to collect data in the field at the site where participants experience the issue or problem under study.",
        "They do not bring individuals into a\n\nlab (a contrived situation), nor do they typically send out instruments for individuals to complete.",
        "This up close information gathered by actually talking directly to people and seeing them behave and act within their context is a major characteristic of qualitative research.",
        "In the natural setting, the researchers have face-to-face interaction over time.\n• Researcher as key instrument—Qualitative researchers collect data themselves through examining documents, observing behavior, or interviewing participants.",
        "They may use a protocol—an instrument for collecting data—but the researchers are the ones who actually gather the information.",
        "They do not tend to use or rely on questionnaires or instruments developed by other researchers.\n• Multiple sources of data—Qualitative researchers typically gather multiple forms of data, such as interviews, observations, and documents, rather than rely on a single data source.",
        "Then the researchers review all of the data, make sense of it, and organize it into categories or themes that cut across all of the data sources.\n• Inductive data analysis—Qualitative researchers build their patterns, categories, and themes from the bottom up, by organizing the data into increasingly more abstract units of information.",
        "This inductive process illustrates working back and forth between the themes and the database until the researchers have established a comprehensive set of themes.",
        "It may also involve collaborating with the participants interactively, so that participants have a chance to shape the themes or abstractions that emerge from the process.\n• Participants’ meanings—In the entire qualitative research process, the researcher keeps a focus on learning the meaning that the participants hold about the problem or issue, not the meaning that the researchers bring to the research or writers express in the literature.\n• Emergent design—The research process for qualitative researchers is emergent.",
        "This means that the initial plan for research cannot be tightly prescribed, and all phases of the process may change or shift after the researcher enters the field and begins to collect data.",
        "For example, the questions may change, the forms of data collection may shift, and the individuals studied and the sites visited may be modified.",
        "The key idea behind qualitative research is to learn about the problem or issue from participants and to address the research to obtain that information.\n• Theoretical lens—Qualitative researchers often use lens to view their studies, such as the concept of culture, central to ethnography, or gendered, racial, or class differences from the theoretical orientations discussed in Chapter 3.",
        "Sometimes the study may be organized around identifying the social, political, or historical context of the problem under study.\n• Interpretive—Qualitative research is a form of interpretive inquiry in which researchers make an interpretation of what they see, hear, and understand.",
        "Their interpretations cannot be separated from their own backgrounds, history, contexts, and prior understandings.",
        "After a research report is issued, the readers make an interpretation as well as the participants, offering yet other interpretations of the study.",
        "With the readers, the participants, and the researchers all making interpretations, it is apparent how multiple views of the problem can emerge.\n• Holistic account—Qualitative researchers try to develop a complex picture of the problem or issue under study.",
        "This involves reporting multiple perspectives, identifying the many factors involved in a situation, and generally sketching the larger picture that emerges.",
        "A visual model of many facets of a process or a central phenomenon aid in establishing this holistic picture (see, for example, Creswell & Brown, 1992).",
        "STRATEGIES OF INQUIRY\nBeyond these general characteristics are more specific strategies of inquiry.",
        "These strategies focus on data collection, analysis, and writing, but they originate out of disciplines and flow throughout the process of research (e.g., types of problems, ethical issues of importance; Creswell, 2007b).",
        "Many strategies exist, such as the 28 approaches identified by Tesch (1990), the 19 types in Wolcott’s (2001) tree, and the 5 approaches to qualitative inquiry by Creswell (2007).",
        "As discussed in Chapter 1, I recommend that qualitative researchers choose from among the possibilities, such as narrative, phenomenology, ethnography, case study, and grounded theory.",
        "I selected these five because they are popular across the social and health sciences today.",
        "Others exist that have been addressed adequately in qualitative books, such as participatory action research (Kemmis & Wilkinson, 1998) or discourse analysis (Cheek, 2004).",
        "For the five approaches, researchers might study individuals (narrative, phenomenology); explore processes, activities, and events (case study, grounded theory); or learn about broad culture-sharing behavior of individuals or groups (ethnography).",
        "In writing a procedure for a qualitative proposal, consider the following research tips: • Identify the specific approach to inquiry that you will be using.\n• Provide some background information about the strategy, such as its discipline origin, the applications of it, and a brief definition of it (see Chapter 1 for the five strategies of inquiry).\n• Discuss why it is an appropriate strategy to use in the proposed study.\n• Identify how the use of the strategy will shape the types of questions asked (see Morse, 1994, for questions that relate to strategies), the form of data collection, the steps of data analysis, and the final narrative.",
        "THE RESEARCHER’S ROLE\nAs mentioned in the list of characteristics, qualitative research is interpretative research, with the inquirer typically involved in a sustained and intensive experience with participants.",
        "This introduces a range of strategic, ethical, and personal issues into the qualitative research process (Locke et al., 2007).",
        "With these concerns in mind, inquirers explicitly identify reflexively their biases, values, and personal background, such as gender, history, culture, and socioeconomic status, that may shape their interpretations formed during a study.",
        "In addition, gaining entry to a research site and the ethical issues that might arise are also elements of the researcher’s role.\n• Include statements about past experiences that provide background data through which the audience can better understand the topic, the setting, or the participants and the researcher’s interpretation of the phenomenon.\n• Comment on connections between the researcher and the participants and on the research sites. “Backyard” research (Glesne & Peshkin, 1992) involves studying the researcher’s own organization, or friends, or immediate work setting.",
        "This often leads to compromises in the researcher’s ability to disclose information and raises difficult power issues.",
        "Although data collection may be convenient and easy, the problems of reporting data that are biased, incomplete, or compromised are legion.",
        "If studying the backyard is necessary, employ multiple\n\nstrategies of validity (as discussed later) to create reader confidence in the accuracy of the findings.\n• Indicate steps taken to obtain permission from the Institutional Review Board (see Chapter 4) to protect the rights of human participants.",
        "Attach, as an appendix, the approval letter from the IRB and discuss the process involved in securing permission.\n• Discuss steps taken to gain entry to the setting and to secure permission to study the participants or situation (Marshall & Rossman, 2006).",
        "It is important to gain access to research or archival sites by seeking the approval of gatekeepers, individuals at the research site that provide access to the site and allow or permit the research to be done.",
        "A brief proposal might need to be developed and submitted for review by gatekeepers.",
        "Bogdan and Biklen (1992) advance topics that could be addressed in such a proposal:\n• Why was the site chosen for study?\n• What activities will occur at the site during the research study? • Will the study be disruptive?\n• How will the results be reported?\n• What will the gatekeeper gain from the study?\n• Comment about sensitive ethical issues that may arise (see Chapter 3, and Berg, 2001).",
        "For each issue raised, discuss how the research study will address it.",
        "For example, when studying a sensitive topic, it is necessary to mask names of people, places, and activities.",
        "In this situation, the process for masking information requires discussion in the proposal.",
        "DATA COLLECTION PROCEDURES\nComments about the role of the researcher set the stage for discussion of issues involved in collecting data.",
        "The data collection steps include setting the boundaries for the study, collecting information through unstructured or semistructured observations and interviews, documents, and visual materials, as well as establishing the protocol for recording information.\n• Identify the purposefully selected sites or individuals for the proposed study.",
        "The idea behind qualitative research is to purposefully select participants or sites (or documents or visual material) that will best help the researcher understand the problem and the research question.",
        "This does not necessarily suggest random sampling or selection of a large number of participants and sites, as typically found in quantitative research.",
        "A discussion about participants and site might include four aspects identified by Miles and Huberman (1994): the setting (where the research will take place), the actors (who will be observed or interviewed), the events (what the actors will be observed or interviewed doing), and the process (the evolving nature of events undertaken by the actors within the setting).\n• Indicate the type or types of data to be collected.",
        "In many qualitative studies, inquirers collect multiple forms of data and spend a considerable time in the natural setting gathering information.",
        "The collection procedures in qualitative research involve four basic types, as shown in Table 9.2.",
        "Table 9.2 Qualitative Data Collection Types, Options, Advantages, and Limitations\n \n • Qualitative observations are those in which the researcher takes field notes on the behavior and activities of individuals at the research site.",
        "In these field notes, the researcher records, in an unstructured or semistructured way (using some prior questions that the inquirer wants to know), activities at the research site.",
        "Qualitative observers may also engage in roles varying from a non-participant to a complete participant.\n• In qualitative interviews, the researcher conducts face-to-face interviews with participants, interviews participants by telephone, or engages in focus group interviews, with six to eight\n\ninterviewees in each group.",
        "These interviews involve unstructured and generally open-ended questions that are few in number and intended to elicit views and opinions from the participants.\n• During the process of research, the investigator may collect qualitative documents.",
        "These may be public documents (e.g., newspapers, minutes of meetings, official reports) or private documents (e.g., personal journals and diaries, letters, e-mails).\n• A final category of qualitative data consists of qualitative audio and visual materials.",
        "This data may take the form of photographs, art objects, videotapes, or any forms of sound.\n• In a discussion about data collection forms, be specific about the types and include arguments concerning the strengths and weaknesses of each type, as discussed in Table 9.2.\n• Include data collection types that go beyond typical observations and interviews.",
        "These unusual forms create reader interest in a proposal and can capture useful information that observations and interviews may miss.",
        "For example, examine the compendium of types of data in Table 9.3 that can be used, to stretch the imagination about possibilities, such as gathering sounds or tastes, or using cherished items to elicit comments during an interview.",
        "DATA RECORDING PROCEDURES\nBefore entering the field, qualitative researchers plan their approach to data recording.",
        "The proposal should identify what data the researcher will record and the procedures for recording data.\n• Use a protocol for recording observational data.",
        "Researchers often engage in multiple observations during the course of a qualitative study and use an observational protocol for recording information while observing.",
        "This may be a single page with a dividing line down the middle to separate descriptive notes (portraits of the participants, a reconstruction of dialogue, a description of the physical setting, accounts of particular events, or activities) from reflective notes (the researcher’s personal thoughts, such as “speculation, feelings, problems, ideas, hunches, impressions, and prejudices” Bogdan & Biklen, 1992, p. 121).",
        "Also written on this form might be demographic information about the time, place, and date of the field setting where the observation takes place.",
        "Table 9.3 A List of Qualitative Data Collection Approaches SOURCE: Adapted from Creswell (2007).\n\n • Use an interview protocol for asking questions and recording answers during a qualitative interview.",
        "This protocol includes the following components:\n• A heading (date, place, interviewer, interviewee)\n• Instructions for the interviewer to follow so that standard procedures are used from one interview to another\n• The questions (typically an ice-breaker question at the beginning followed by 4-5 questions that are often the subquestions in a qualitative research plan, followed by some concluding statement or a question, such as, “Who should I visit with to learn more about my questions?”\n• Probes for the 4-5 questions, to follow up and ask individuals to explain their ideas in more detail or to elaborate on what they have said\n• Space between the questions to record responses\n• A final thank-you statement to acknowledge the time the interviewee spent during the interview (see Creswell, 2007)\n\n• Researchers record information from interviews by making handwritten notes, by audiotaping, or by videotaping.",
        "Even if an interview is taped, I recommend that researchers take notes, in the event that recording equipment fails.",
        "If audiotaping is used, researchers need to plan in advance for the transcription of the tape.\n• The recording of documents and visual materials can be based on the researcher’s structure for taking notes.",
        "Typically, notes reflect information about the document or other material as well as key ideas in the documents.",
        "It is helpful to note whether the information represents primary material (i.e., information directly from the people or situation under study) or secondary material (i.e., secondhand accounts of the people or situation written by others).",
        "It is also helpful to comment on the reliability and value of the data source. DATA ANALYSIS AND INTERPRETATION\nDiscussion of the plan for analyzing the data might have several components.",
        "The process of data analysis involves making sense out of text and image data.",
        "It involves preparing the data for analysis, conducting different analyses, moving deeper and deeper into understanding the data (some qualitative researchers like to think of this as peeling back the layers of an onion), representing the data, and making an interpretation of the larger meaning of the data.",
        "Several generic processes might be stated in the proposal that convey a sense of the overall activities of qualitative data analysis, such as the following drawn from my own thoughts (Creswell, 2007) and those of Rossman and Rallis (1998):\n• It is an ongoing process involving continual reflection about the data, asking analytic questions, and writing memos throughout the study.",
        "I say that qualitative data analysis is conducted concurrently with gathering data, making interpretations, and writing reports.",
        "While interviews are going on, for example, the researcher may be analyzing an interview collected earlier, writing memos that may ultimately be included as a narrative in the final report, and organizing the structure of the final report.\n• Data analysis involves collecting open-ended data, based on asking general questions and developing an analysis from the information supplied by participants.\n• Often we see qualitative data analysis reported in journal articles and books that is a generic form of analysis.",
        "In this approach, the researcher collects qualitative data, analyzes it for themes or perspectives, and reports 4-5 themes.",
        "I consider this approach to be basic qualitative analysis; today many qualitative researchers go beyond this generic analysis to add a procedure within one of the qualitative strategies of inquiry.",
        "For example, grounded theory has systematic steps (Corbin & Strauss, 2007; Strauss & Corbin, 1990, 1998).",
        "These involve generating categories of information (open coding), selecting one of the categories and positioning it within a theoretical model (axial coding), and then explicating a story from the interconnection of these categories (selective coding).",
        "Case study and ethnographic research involve a detailed description of the setting or individuals, followed by analysis of the data for themes or issues (see Stake, 1995; Wolcott, 1994).",
        "Phenomenological research uses the analysis of significant statements, the generation of meaning units, and the development of what Moustakas (1994) calls an essence description.",
        "Narrative research employs restorying the participants’ stories using structural devices, such as plot, setting, activities, climax, and denouement (Clandinin & Connelly, 2000).",
        "As these examples illustrate, the processes as well as the terms differ from one analytic strategy to another.\n\n• Despite these analytic differences depending on the type of strategy used, qualitative inquirers often use a general procedure and convey in the proposal the steps in data analysis.",
        "An ideal situation is to blend the general steps with the specific research strategy steps. An overview of the data analysis process is seen in Figure 9.1.",
        "As a research tip, I urge researchers to look at qualitative data analysis as following steps from the specific to the general and as involving multiple levels of analysis.",
        "Figure 9.1 Data Analysis in Qualitative Research\nThis figure suggests a linear, hierarchical approach building from the bottom to the top, but I see it as more interactive in practice; the various stages are interrelated and not always visited in the order presented.",
        "These levels are emphasized in the following steps:\nStep 1.Organize and prepare the data for analysis.",
        "This involves transcribing interviews, optically scanning material, typing up field notes, or sorting and arranging the data into different types depending on the sources of information. Step 2.",
        "Read through all the data. A first step is to obtain a general sense of the information and to reflect on its overall meaning. What general ideas are participants saying?",
        "What is the tone\n \nof the ideas? What is the impression of the overall depth, credibility, and use of the information?",
        "Sometimes qualitative researchers write notes in margins or start recording general thoughts about the data at this stage. Step 3. Begin detailed analysis with a coding process.",
        "Coding is the process of organizing the material into chunks or segments of text before bringing meaning to information (Rossman & Rallis, 1998, p. 171).",
        "It involves taking text data or pictures gathered during data collection, segmenting sentences (or paragraphs) or images into categories, and labeling those categories with a term, often a term based in the actual language of the participant (called an in vivo term).",
        "Before proceeding to Step 4, consider some remarks that will provide detailed guidance for the coding process.",
        "Tesch (1990, pp. 142-145) provides a useful analysis of the process in eight steps:\n1. Get a sense of the whole. Read all the transcriptions carefully.",
        "Perhaps jot down some ideas as they come to mind.\n2.",
        "Pick one document (i.e., one interview)—the most interesting one, the shortest, the one on the top of the pile.",
        "Go through it, asking yourself, “What is this about?” Do not think about the substance of the information but its underlying meaning. Write thoughts in the margin.\n3.",
        "When you have completed this task for several participants, make a list of all topics. Cluster together similar topics.",
        "Form these topics into columns, perhaps arrayed as major topics, unique topics, and leftovers.\n4. Now take this list and go back to your data.",
        "Abbreviate the topics as codes and write the codes next to the appropriate segments of the text.",
        "Try this preliminary organizing scheme to see if new categories and codes emerge.\n5. Find the most descriptive wording for your topics and turn them into categories.",
        "Look for ways of reducing your total list of categories by grouping topics that relate to each other.",
        "Perhaps draw lines between your categories to show interrelationships.\n6. Make a final decision on the abbreviation for each category and alphabetize these codes.\n7.",
        "Assemble the data material belonging to each category in one place and perform a preliminary analysis.\n8. If necessary, recode your existing data.",
        "These eight steps engage a researcher in a systematic process of analyzing textual data. Variations exist in this process.",
        "As a research tip, I encourage qualitative researchers to analyze their data for material that can address the following:\n• Codes on topics that readers would expect to find, based on the past literature and common sense\n• Codes that are surprising and that were not anticipated at the beginning of the study\n• Codes that are unusual, and that are, in and of themselves, of conceptual interest to readers (e.g., in Asmussen and Creswell, 1995, we identified retriggering as one of the codes/themes in\n\nthe analysis that suggested a new dimension for us to a gunman incident on campus and that seemed to connect with experiences of others on campus)\n• Codes that address a larger theoretical perspective in the research\nAs an alternative conceptualization, consider the list by Bogdan and Biklen (1992, pp. 166-172) of the types of codes that they look for in a qualitative database:\n• Setting and context codes\n• Perspectives held by subjects\n• Subjects’ ways of thinking about people and objects • Process codes\n• Activity codes\n• Strategy codes\n• Relationship and social structure codes\n• Preassigned coding schemes\nOne further issue about coding is whether the researcher should (a) develop codes only on the basis of the emerging information collected from participants, (b) use predetermined codes and then fit the data to them, or (c) use some combination of predetermined and emerging codes.",
        "The traditional approach in the social sciences is to allow the codes to emerge during the data analysis.",
        "In the health sciences, a popular approach is to use predetermined codes based on the theory being examined.",
        "In this case, the researchers might develop a qualitative codebook, a table or record that contains a list of predetermined codes that researchers use for coding the data.",
        "This codebook might be composed with the names of codes in one column, a definition of codes in another column, and then specific instances (e.g., line numbers) in which the code was found in the transcripts.",
        "Having such a codebook is invaluable when multiple researchers are coding the data from different transcripts.",
        "This codebook can evolve and change during a study based on close analysis of the data, even when the researcher is not starting from an emerging code perspective.",
        "For researchers who have a distinct theory they want to test in their projects, I would recommend that a preliminary codebook be developed for coding the data and permit the codebook to develop and change based on the information learned during the data analysis.",
        "The use of a codebook is especially helpful for fields in which quantitative research dominates and a more systematic approach to qualitative research is needed.",
        "Returning to the general coding process, some researchers have found it useful to hand code qualitative transcripts or information, sometimes using color code schemes and to cut and paste text segments onto note cards.",
        "This is a laborious and time-consuming approach.",
        "Others tend to use qualitative computer software programs to help code, organize, and sort information that will be useful in writing the qualitative study.",
        "Several excellent computer software programs are available, and they have similar features: good tutorials and demonstration CDs, ability to incorporate both text and image (e.g., photographs) data, the feature of storing and organizing data, the search capacity of locating all text associated with specific codes, interrelated codes for making queries of the relationship among codes, and the import and export of qualitative data to quantitative programs, such as spreadsheets or data analysis programs.",
        "The basic idea behind these programs is that using the computer is an efficient means for storing and locating qualitative data.",
        "Although the researcher still needs to go through each line of text (as in transcriptions) and assign codes, this process may be faster and more efficient than hand coding.",
        "Also, in large databases, the researcher can quickly locate all passages (or text segments) coded the same and determine whether participants are responding to a code idea in similar or different ways.",
        "Beyond this, the computer program can facilitate comparing different codes (e.g., How do males and females—the first code of gender—differ in terms of their attitudes to smoking—a second code) These are just a few features of the software programs that make them a logical choice for qualitative data analysis over hand coding.",
        "As with any software program, qualitative software programs require time and skill to learn and employ effectively, although books for learning the programs are widely available (e.g., Weitzman & Miles, 1995).",
        "Most of the programs are available only on the PC platform.",
        "The computer software programs that my staff and I use in my research office are these:\n• MAXqda (http://www.maxqda.com/).",
        "This is an excellent PC-based program from Germany that helps researchers systematically evaluate and interpret qualitative texts.",
        "It has all of the features mentioned earlier.\n• Atlas.ti (http://www.atlasti.com).",
        "This is another PC-based program from Germany that enables a researcher to organize text, graphic, audio, and visual data files, along with coding, memos and findings, into a project.\n• QSR NVivo (http://www.qsrinternational.com/) This program, from Australia, features the popular software program N6 (or Nud.ist) and NVivo concept mapping in combination.",
        "It is available only for Windows PC.\n• HyperRESEARCH (http://www.researchware.com/). This is a program available for either the MAC or PC.",
        "It is an easy-to-use qualitative software package enabling users to code, retrieve, build theories, and conduct analyses of the data. Step 4.",
        "Use the coding process to generate a description of the setting or people as well as categories or themes for analysis.",
        "Description involves a detailed rendering of information about people, places, or events in a setting. Researchers can generate codes for this description.",
        "This analysis is useful in designing detailed descriptions for case studies, ethnographies, and narrative research projects.",
        "Then use the coding to generate a small number of themes or categories, perhaps five to seven categories for a research study.",
        "These themes are the ones that appear as major findings in qualitative studies and are often used to create headings in the findings sections of studies.",
        "They should display multiple perspectives from individuals and be supported by diverse quotations and specific evidence.",
        "Beyond identifying the themes during the coding process, qualitative researchers can do much with themes to build additional layers of complex analysis.",
        "For example, researchers interconnect themes into a story line (as in narratives) or develop them into a theoretical model (as in grounded theory).",
        "Themes are analyzed for each individual case and across different cases (as in case studies) or shaped into a general description (as in phenomenology).",
        "Sophisticated qualitative studies go beyond description and theme identification and into complex theme connections. Step 5. Advance how the description and themes will be represented in the qualitative narrative.",
        "The most popular approach is to use a narrative passage to convey the findings of the analysis.",
        "This might be a discussion that mentions a chronology of events, the detailed discussion of several themes (complete with subthemes, specific illustrations, multiple perspectives from individuals, and quotations) or a discussion with interconnecting themes.",
        "Many qualitative researchers also use visuals, figures, or tables as adjuncts to the discussions.",
        "They present a process model (as in grounded theory), advance a drawing of the specific research site (as in ethnography), or convey descriptive information about each participant in a table (as in case studies and ethnographies).",
        "Step 6. A final step in data analysis involves making an interpretation or meaning of the data.",
        "Asking, “What were the lessons learned?” captures the essence of this idea (Lincoln & Guba, 1985).",
        "These lessons could be the researcher’s personal interpretation, couched in the understanding that the inquirer brings to the study from her or his own culture, history, and experiences.",
        "It could also be a meaning derived from a comparison of the findings with information gleaned from the literature or theories.",
        "In this way, authors suggest that the findings confirm past information or diverge from it.",
        "It can also suggest new questions that need to be asked—questions raised by the data and analysis that the inquirer had not foreseen earlier in the study.",
        "One way ethnographers can end a study, says Wolcott (1994), is to ask further questions.",
        "The questioning approach is also used in advocacy and participatory approaches to qualitative research.",
        "Moreover, when qualitative researchers use a theoretical lens, they can form interpretations that call for action agendas for reform and change.",
        "Thus, interpretation in qualitative research can take many forms, be adapted for different types of designs, and be flexible to convey personal, research-based, and action meanings.",
        "RELIABILITY, VALIDITY, AND GENERALIZABILITY\nAlthough validation of findings occurs throughout the steps in the process of research (as shown in Figure 9.1), this discussion focuses on it to enable a researcher to write a passage into a proposal on the procedures for validating the findings that will be undertaken in a study.",
        "Proposal developers need to convey the steps they will take in their studies to check for the accuracy and credibility of their findings.",
        "Validity does not carry the same connotations in qualitative research as it does in quantitative research, nor is it a companion of reliability (examining stability or consistency of responses) or generalizability (the external validity of applying results to new settings, people, or samples; both are discussed in Chapter 8).",
        "Qualitative validity means that the researcher checks for the accuracy of the findings by employing certain procedures, while qualitative reliability indicates that the researcher’s approach is consistent across different researchers and different projects (Gibbs, 2007).",
        "How do qualitative researchers check to determine if their approaches are consistent or reliable?",
        "Yin (2003) suggests that qualitative researchers need to document the procedures of their case studies and to document as many of the steps of the procedures as possible.",
        "He also\n\nrecommends setting up a detailed case study protocol and database.",
        "Gibbs (2007) suggests several reliability procedures:\n• Check transcripts to make sure that they do not contain obvious mistakes made during transcription.\n• Make sure that there is not a drift in the definition of codes, a shift in the meaning of the codes during the process of coding.",
        "This can be accomplished by constantly comparing data with the codes and by writing memos about the codes and their definitions (see the discussion on a qualitative codebook).\n• For team research, coordinate the communication among the coders by regular documented meetings and by sharing the analysis.\n• Cross-check codes developed by different researchers by comparing results that are independently derived.",
        "Proposal writers need to include several of these procedures as evidence that they will have consistent results in their proposed study.",
        "I recommend that several procedures be mentioned in a proposal and that single researchers find another person who can cross-check their codes, for what I call intercoder agreement (or cross-checking).",
        "Such an agreement might be based on whether two or more coders agree on codes used for the same passages in the text (it is not that they code the same passage of text, but whether another coder would code it with the same or a similar code).",
        "Statistical procedures or reliability subprograms in qualitative computer software packages can then be used to determine the level of consistency of coding.",
        "Miles and Huberman (1994) recommend that the consistency of the coding be in agreement at least 80% of the time for good qualitative reliability.",
        "Validity, on the other hand, is one of the strengths of qualitative research, and it is based on determining whether the findings are accurate from the standpoint of the researcher, the participant, or the readers of an account (Creswell & Miller, 2000).",
        "Terms abound in the qualitative literature that speak to this idea, such as trustworthiness, authenticity, and credibility (Creswell & Miller, 2000), and it is a much-discussed topic (Lincoln & Guba, 2000).",
        "A procedural perspective that I recommend for research proposals is to identify and discuss one or more strategies available to check the accuracy of the findings.",
        "The researcher actively incorporates validity strategies into their proposal.",
        "I recommend the use of multiple strategies, and these should enhance the researcher’s ability to assess the accuracy of findings as well as convince readers of that accuracy.",
        "There are eight primary strategies, organized from those most frequently used and easy to implement to those occasionally used and more difficult to implement:\n• Triangulate different data sources of information by examining evidence from the sources and using it to build a coherent justification for themes.",
        "If themes are established based on converging several sources of data or perspectives from participants, then this process can be claimed as adding to the validity of the study.\n• Use member checking to determine the accuracy of the qualitative findings through taking the final report or specific descriptions or themes back to participants and determining whether these participants feel that they are accurate.",
        "This does not mean taking back the raw transcripts to check for accuracy; instead, the researcher takes back parts of the polished product, such as the themes, the case analysis, the grounded theory, the cultural description,\n\nand so forth.",
        "This procedure can involve conducting a follow-up interview with participants in the study and providing an opportunity for them to comment on the findings.\n• Use rich, thick description to convey the findings.",
        "This description may transport readers to the setting and give the discussion an element of shared experiences.",
        "When qualitative researchers provide detailed descriptions of the setting, for example, or provide many perspectives about a theme, the results become more realistic and richer.",
        "This procedure can add to the validity of the findings.\n• Clarify the bias the researcher brings to the study.",
        "This self-reflection creates an open and honest narrative that will resonate well with readers. Reflectivity has been mentioned as a core characteristic of qualitative research.",
        "Good qualitative research contains comments by the researchers about how their interpretation of the findings is shaped by their background, such as their gender, culture, history, and socioeconomic origin.\n• Also present negative or discrepant information that runs counter to the themes.",
        "Because real life is composed of different perspectives that do not always coalesce, discussing contrary information adds to the credibility of an account.",
        "A researcher can accomplish this in discussing evidence about a theme.",
        "Most evidence will build a case for the theme; researchers can also present information that contradicts the general perspective of the theme.",
        "By presenting this contradictory evidence, the account becomes more realistic and hence valid.\n• Spend prolonged time in the field.",
        "In this way, the researcher develops an in-depth understanding of the phenomenon under study and can convey detail about the site and the people that lends credibility to the narrative account.",
        "The more experience that a researcher has with participants in their actual setting, the more accurate or valid will be the findings.\n• Use peer debriefing to enhance the accuracy of the account.",
        "This process involves locating a person (a peer debriefer) who reviews and asks questions about the qualitative study so that the account will resonate with people other than the researcher.",
        "This strategy—involving an interpretation beyond the researcher and invested in another person—adds validity to an account.\n• Use an external auditor to review the entire project.",
        "As distinct from a peer debriefer, this auditor is not familiar with the researcher or the project and can provide an objective assessment of the project throughout the process of research or at the conclusion of the study.",
        "The role is similar to that of a fiscal auditor, and specific questions exist that auditors might ask (Lincoln & Guba, 1985).",
        "The procedure of having an independent investigator look over many aspects of the project (e.g., accuracy of transcription, the relationship between the research questions and the data, the level of data analysis from the raw data through interpretation) enhances the overall validity of a qualitative study.",
        "Qualitative generalization is a term that is used in a limited way in qualitative research, since the intent of this form of inquiry is not to generalize findings to individuals, sites, or places outside of those under study (see Gibbs, 2007, for his cautionary note about qualitative generalizability).",
        "In fact, the value of qualitative research lies in the particular description and themes developed in context of a specific site.",
        "Particularity rather than generalizability (Greene & Caracelli, 1997) is the hallmark of qualitative research.",
        "However, there are a few discussions in the qualitative literature about generalizability, especially as applied to case study research in which the inquirer studies several cases.",
        "Yin (2003), for example, feels that qualitative case study results can be generalized to some broader theory.",
        "The generalization occurs when\n\nqualitative researchers study additional cases and generalize findings to the new cases. It is the same as the replication logic used in experimental research.",
        "However, to repeat a case study’s findings in a new case setting requires good documentation of qualitative procedures, such as a protocol for documenting the problem in detail and the development of a thorough case study database (Yin, 2003).",
        "THE QUALITATIVE WRITE-UP\nA plan for a qualitative procedure should end with some comments about the narrative that emerges from the data analysis.",
        "Numerous varieties of narratives exist, and examples from scholarly journals illustrate models. In a plan for a study, consider advancing several points about the narrative.",
        "The basic procedure in reporting the results of a qualitative study are to develop descriptions and themes from the data (see Figure 9.1), to present these descriptions and themes that convey multiple perspectives from participants and detailed descriptions of the setting or individuals.",
        "Using a qualitative strategy of inquiry, these results may also provide a chronological narrative of an individual’s life (narrative research), a detailed description of their experiences (phenomenology), a theory generated from the data (grounded theory), a detailed portrait of a culture-sharing group (ethnography), or an in-depth analysis of one or more cases (case study).",
        "Given these different strategies, the findings and interpretation sections of a plan for a study might discuss how the sections will be presented: as objective accounts, fieldwork experiences (Van Maanen, 1988), a chronology, a process model, an extended story, an analysis by cases or across cases, or a detailed descriptive portrait (Creswell, 2007).",
        "At the specific level, some writing strategies might be as follows:\n• Use quotes and vary their length from short to long embedded passages.\n• Script conversation and report the conversation in different languages to reflect cultural sensitivity.\n• Present text information in tabular form (e.g., matrices, comparison tables of different codes).\n• Use the wording from participants to form codes and theme labels.\n• Intertwine quotations with (the author’s) interpretations.\n• Use indents or other special formatting of the manuscript to call attention to quotations from participants.\n• Use the first person “I” or collective “we” in the narrative form.\n• Use metaphors and analogies (see, for example, Richardson, 1990, who discusses some of these forms).\n• Use the narrative approach typically used within a qualitative strategy of inquiry (e.g., description in case studies and ethnographies, a detailed story in narrative research).\n• Describe how the narrative outcome will be compared with theories and the general literature on the topic.",
        "In many qualitative articles, researchers discuss the literature at the end of the study (see the discussion in Chapter 2).Qualitative research is based on the disciplines of social sciences like psychology, sociology, and anthropology.",
        "Therefore, the qualitative research methods allow for in-depth and further probing and questioning of respondents based on their responses.",
        "The interviewer/researcher also tries to understand their motivation and feelings. Understanding how your audience makes decisions can help derive conclusions in market research.",
        "Qualitative research is defined as a market research method that focuses on obtaining data through open-ended and conversational communication.",
        "This method is about “what” people think and “why” they think so. For example, consider a convenience store looking to improve its patronage.",
        "A systematic observation concludes that more men are visiting this store.",
        "One good method to determine why women were not visiting the store is conducting an in-depth interview with potential customers.",
        "For example, on successfully interviewing female customers, visiting the nearby stores and malls, and selecting them through random sampling, it was known that the store didn’t have enough items for women.",
        "So fewer women were visiting the store, which was understood only by personally interacting with them and understanding why they didn’t visit the store because there were more male products than female ones.",
        "Qualitative research methods are designed in a manner that help reveal the behavior and perception of a target audience with reference to a particular topic.",
        "There are different types of qualitative research methods like an in-depth interview, focus groups, ethnographic research, content analysis, case study research that are usually used.",
        "The results of qualitative methods are more descriptive and the inferences can be drawn quite easily from the data that is obtained.",
        "Qualitative research methods originated in the social and behavioral sciences. Today our world is more complicated and it is difficult to understand what people think and perceive.",
        "Online qualitative research methods make it easier to understand that as it is more communicative and descriptive. The following are the qualitative research methods that are frequently used.",
        "Also, read about qualitative research examples: Conducting in-depth interviews is one of the most common qualitative research methods.",
        "It is a personal interview that is carried out with one respondent at a time.",
        "This is purely a conversational method and invites opportunities to get details in depth from the respondent.",
        "One of the advantages of this method provides a great opportunity to gather precise data about what people believe and what their motivations are.",
        "If the researcher is well experienced asking the right questions can help him/her collect meaningful data.",
        "If they should need more information the researchers should ask such follow up questions that will help them collect more information.",
        "These interviews can be performed face-to-face or on phone and usually can last between half an hour to two hours or even more.",
        "When the in-depth interview is conducted face to face it gives a better opportunity to read the body language of the respondents and match the responses.",
        "A focus group is also one of the commonly used qualitative research methods, used in data collection.",
        "A focus group usually includes a limited number of respondents (6-10) from within your target market.",
        "The main aim of the focus group is to find answers to the “why” “what” and “how” questions.",
        "One advantage of focus groups is, you don’t necessarily need to interact with the group in person.",
        "Nowadays focus groups can be sent an online survey on various devices and responses can be collected at the click of a button.",
        "Focus groups are an expensive method as compared to the other online qualitative research methods. Typically they are used to explain complex processes.",
        "This method is very useful when it comes to market research on new products and testing new concepts.",
        "Ethnographic research is the most in-depth observational method that studies people in their naturally occurring environment.",
        "This method requires the researchers to adapt to the target audiences’ environments which could be anywhere from an organization to a city or any remote location.",
        "Here geographical constraints can be an issue while collecting data. This research design aims to understand the cultures, challenges, motivations, and settings that occur.",
        "Instead of relying on interviews and discussions, you experience the natural settings first hand.",
        "This type of research method can last from a few days to a few years, as it involves in-depth observation and collecting data on those grounds.",
        "It’s a challenging and a time-consuming method and solely depends on the expertise of the researcher to be able to analyze, observe and infer the data.",
        "The case study method has evolved over the past few years and developed into a valuable qual research method.",
        "As the name suggests it is used for explaining an organization or an entity.",
        "This type of research method is used within a number of areas like education, social sciences and similar.",
        "This method may look difficult to operate, however, it is one of the simplest ways of conducting research as it involves a deep dive and thorough understanding of the data collection methods and inferring the data.",
        "This method makes use of the already existing reliable documents and similar sources of information as the data source. This data can be used in new research.",
        "This is similar to going to a library. There one can go over books and other reference material to collect relevant data that can likely be used in the research.",
        "Qualitative Observation is a process of research that uses subjective methodologies to gather systematic information or data.",
        "Since, the focus on qualitative observation is the research process of using subjective methodologies to gather information or data.",
        "Qualitative observation is primarily used to equate quality differences.",
        "Qualitative observation deals with the 5 major sensory organs and their functioning – sight, smell, touch, taste, and hearing. This doesn’t involve measurements or numbers but instead characteristics.",
        "Qualitative data collection allows collecting data that is non-numeric and helps us to explore how decisions are made and provide us with detailed insight.",
        "For reaching such conclusions the data that is collected should be holistic, rich, and nuanced and findings to emerge through careful analysis.",
        "Whatever method a researcher chooses for collecting qualitative data, one aspect is very clear the process will generate a large amount of data.",
        "In addition to the variety of methods available, there are also different methods of collecting and recording the data.",
        "For example, if the qualitative data is collected through a focus group or one-to-one discussion, there will be handwritten notes or video recorded tapes.",
        "If there are recording they should be transcribed and before the process of data analysis can begin.",
        "As a rough guide, it can take a seasoned researcher 8-10 hours to transcribe the recordings of an interview, which can generate roughly 20-30 pages of dialogues.",
        "Many researchers also like to maintain separate folders to maintain the recording collected from the different focus group. This helps them compartmentalize the data collected.",
        "In case there are running notes taken, which are also known as field notes, they are helpful in maintaining comments, environmental contexts, environmental analysis, nonverbal cues etc.",
        "These filed notes are helpful and can be compared while transcribing audio recorded data.",
        "Such notes are usually informal but should be secured in a similar manner as the video recordings or the audio tapes.Qualitative data analysis such as notes, videos, audio recordings images, and text documents.",
        "One of the most used methods for qualitative data analysis is text analysis.",
        "Text analysis is a  data analysis method that is distinctly different from all other qualitative research methods, where researchers analyze the social life of the participants in the research study and decode the words, actions, etc.",
        "There are images also that are used in this research study and the researchers analyze the context in which the images are used and draw inferences from them.",
        "In the last decade, text analysis through what is shared on social media platforms has gained supreme popularity.Qualitative research methods usually collect data at the sight, where the participants are experiencing issues or problems.",
        "These are real-time data and rarely bring the participants out of the geographic locations to collect information.",
        "Qualitative researchers typically gather multiple forms of data, such as interviews, observations, and documents, rather than rely on a single data source.",
        "This type of research method works towards solving complex issues by breaking down into meaningful inferences, that is easily readable and understood by all.",
        "Since it’s a more communicative method, people can build their trust on the researcher and the information thus obtained is raw and unadulterated.Let’s take the example of a bookstore owner who is looking for ways to improve their sales and customer outreach.",
        "An online community of members who were loyal patrons of the bookstore were interviewed and related questions were asked and the questions were answered by them.",
        "At the end of the interview, it was realized that most of the books in the stores were suitable for adults and there were not enough options for children or teenagers.",
        "By conducting this qualitative research the bookstore owner realized what the shortcomings were and what were the feelings of the readers.",
        "Through this research now the bookstore owner can now keep books for different age categories and can improve his sales and customer outreach.",
        "Such qualitative research method examples can serve as the basis to indulge in further quantitative research, which provides remedies.Researchers make use of qualitative research techniques when they need to capture accurate, in-depth insights.",
        "It is very useful to capture “factual data”. Here are some examples of when to use qualitative research. Developing a new product or generating an idea.",
        "Studying your product/brand or service to strengthen your marketing strategy. To understand your strengths and weaknesses. Understanding purchase behavior.",
        "To study the reactions of your audience to marketing campaigns and other communications. Exploring market demographics, segments, and customer care groups.",
        "Gathering perception data of a brand, company, or product."
    ],
    "label": [
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Quantitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative",
        "Qualitative"
    ]
}