{

  "Quantitative":"Quantitative research involves collecting and analyzing numerical data. It is ideal for identifying trends and averages, making predictions, testing relationships, and generalizing results for large populations.\n\nThis method is widely used in natural and social sciences, such as biology, chemistry, psychology, economics, sociology, marketing, and others.\n\nThis article will provide you with an overview of the different types of quantitative research, tips on applying this method, and the benefits of conducting it. Quantitative research is a systematic investigation of phenomena by gathering quantifiable data and performing statistical, mathematical, or computational techniques. Quantitative research collects information from existing and potential customers using sampling methods and sending out online surveys, online polls, and questionnaires, for example.\n\nOne of the main characteristics of this type of research is that the results can be depicted in numerical form. After a careful understanding of these numbers, it’s possible to predict the future of a product or service and make changes accordingly.\n\nAn example of quantitative research is the survey conducted to understand how long a doctor takes to tend to a patient when the patient walks into the hospital. A patient satisfaction survey can be administered to ask questions like how long a doctor takes to see a patient, how often a patient walks into a hospital, and other such questions.\n\nQuantitative outcome research is mostly conducted in the social sciences using the statistical methods used above to collect quantitative data from the research study. In this research method, researchers and statisticians deploy mathematical frameworks and theories that pertain to the quantity under question. The results achieved from this research method are logical, statistical, and unbiased. Data collection happened using a structured method and was conducted on larger samples representing the entire population. Quantitative research has several unique characteristics that make it well-suited for specific types of projects. Let’s explore the most crucial of these characteristics so that you can consider them when planning your next research project\n\nStructured tools: Structured tools such as surveys, polls, or questionnaires are used to gather quantitative data. Using such structured methods helps collect in-depth and actionable data from the survey respondents.\nSample size: Quantitative research is conducted on a significant sample size that represents the target market. Appropriate sampling methods have to be used when deriving the sample to fortify the research objective\nClose-ended questions: Closed-ended questions are created per the objective of the research. These questions help collect quantitative data and hence, are extensively used in quantitative research.\nPrior studies: Various factors related to the research topic are studied before collecting feedback from respondents.\nQuantitative data: Usually, quantitative data is represented by tables, charts, graphs, or any other non-numerical form. This makes it easy to understand the data that has been collected as well as prove the validity of the market research.\nGeneralization of results: Results of this research method can be generalized to an entire population to take appropriate actions for improvement. Some examples of quantitative research are:\n\nA customer satisfaction template can be used if any organization would like to conduct a customer satisfaction (CSAT) survey. Through this kind of survey, an organization can collect quantitative data and metrics on the goodwill of the brand or organization in the customer’s mind based on multiple parameters such as product quality, pricing, customer experience, etc. This data can be collected by asking a net promoter score (NPS) question, matrix table questions, etc. that provide data in the form of numbers that can be analyzed and worked upon.\nAnother example of quantitative research is an organization that conducts an event, collecting feedback from attendees about the value they see from the event. By using an event survey, the organization can collect actionable feedback about the satisfaction levels of customers during various phases of the event such as the sales, pre and post-event, the likelihood of recommending the organization to their friends and colleagues, hotel preferences for the future events and other such questions. There are many advantages of quantitative research. Some of the major advantages of why researchers use this method in market research are:Collect reliable and accurate data: As data is collected, analyzed, and presented in numbers, the results obtained will be extremely reliable. Numbers do not lie. They offer an honest picture of the conducted research without discrepancies and are also extremely accurate. In situations where a researcher predicts conflict, quantitative research is conducted.\nQuick data collection: Quantitative research involves studying a group of people representing a larger population. A survey or another quantitative research method is used to gather information from these participants. The process of analyzing the data and finding patterns is made easier and faster through the use of statistics.\nWider scope of data analysis: Due to the statistics, this research method provides a wide scope of data collection.\nEliminate bias: This research method offers no scope for personal comments or biasing of results. The results achieved are numerical and thus fair in most cases. Here are some best practices for conducting quantitative research: Differentiate between quantitative and qualitative: Understand the difference between the two methodologies and apply the one that suits your needs best.\nChoose a suitable sample size: Ensure that you have a sample representative of your population and large enough to be statistically weighty.\nKeep your research goals clear and concise: Know your research goals before you begin data collection to ensure you collect the right amount and the right quantity of data.\nKeep the questions simple: Remember that you will be reaching out to a demographically wide audience. Pose simple questions for your respondents to understand easily. As mentioned above, quantitative research is data-oriented. There are two methods for conducting quantitative research. They are:\n\nPrimary quantitative research methods\nSecondary quantitative research methods. There are four different types of quantitative research methods:\n\nPrimary quantitative research is the most widely used method of conducting market research. The distinct feature of primary research is that the researcher focuses on collecting data directly rather than depending on data collected from previously done research. Primary quantitative research design can be broken down into three further distinctive tracks and the process flow. They are:\n\nA. Techniques and Types of Studies\n\nThere are multiple types of primary quantitative research. They can be distinguished into the four following distinctive methods, which are:\n\n Survey Research is fundamental for all quantitative outcome research methodologies and studies. Surveys are used to ask questions to a sample of respondents, using various types such as online polls, online surveys, paper questionnaires, web-intercept surveys, etc. Every small and big organization intends to understand what their customers think about their products and services, how well new features are faring in the market, and other such details.\n\nBy conducting survey research, an organization can ask multiple survey questions, collect data from a pool of customers, and analyze this collected data to produce numerical results. It is the first step towards collecting data for any research.\n\nThis type of research can be conducted with a specific target audience group and also can be conducted across multiple groups along with comparative analysis. A prerequisite for this type of research is that the sample of respondents must have randomly selected members. This way, a researcher can easily maintain the accuracy of the obtained results as a huge variety of respondents will be addressed using random selection. \n\nTraditionally, survey research was conducted face-to-face or via phone calls. Still, with the progress made by online mediums such as email or social media, survey research has also spread to online mediums.\n\nThere are two types of surveys, either of which can be chosen based on the time in hand and the kind of data required:\n\nCross-sectional surveys: Cross-sectional surveys are observational surveys conducted in situations where the researcher intends to collect data from a sample of the target population at a given point in time. Researchers can evaluate various variables at a particular time. Data gathered using this type of survey is from people who depict similarity in all variables except the variables which are considered for research. Throughout the survey, this one variable will stay constant. Cross-sectional surveys are popular with retail, SMEs, and healthcare industries. Information is garnered without modifying any parameters in the variable ecosystem.\nMultiple samples can be analyzed and compared using a cross-sectional survey research method.\nMultiple variables can be evaluated using this type of survey research.\nThe only disadvantage of cross-sectional surveys is that the cause-effect relationship of variables cannot be established as it usually evaluates variables at a particular time and not across a continuous time frame.\nLongitudinal surveys: Longitudinal surveys are also observational surveys, but unlike cross-sectional surveys, longitudinal surveys are conducted across various time durations to observe a change in respondent behavior and thought processes. This time can be days, months, years, or even decades. For instance, a researcher planning to analyze the change in buying habits of teenagers over 5 years will conduct longitudinal surveys.\n\nIn cross-sectional surveys, the same variables were evaluated at a given time, and in longitudinal surveys, different variables can be analyzed at different intervals.\nLongitudinal surveys are extensively used in the field of medicine and applied sciences. Apart from these two fields, they are also used to observe a change in the market trend, analyze customer satisfaction, or gain feedback on products/services.\nIn situations where the sequence of events is highly essential, longitudinal surveys are used.\nResearchers say that when research subjects need to be thoroughly inspected before concluding, they rely on longitudinal surveys.\nA comparison between two entities is invariable. Correlation research is conducted to establish a relationship between two closely-knit entities and how one impacts the other, and what changes are eventually observed. This research method is carried out to give value to naturally occurring relationships, and a minimum of two different groups are required to conduct this quantitative research method successfully. Without assuming various aspects, a relationship between two groups or entities must be established.\n\nResearchers use this quantitative research design to correlate two or more variables using mathematical analysis methods. Patterns, relationships, and trends between variables are concluded as they exist in their original setup. The impact of one of these variables on the other is observed, along with how it changes the relationship between the two variables. Researchers tend to manipulate one of the variables to attain the desired results.\n\nIdeally, it is advised not to make conclusions merely based on correlational research. This is because it is not mandatory that if two variables are in sync that they are interrelated.\n\nExample of Correlational Research Questions:\n\nThe relationship between stress and depression.\nThe equation between fame and money.\nThe relation between activities in a third-grade class and its students.This research method mainly depends on the factor of comparison. Also called quasi-experimental research, this quantitative research method is used by researchers to conclude the cause-effect equation between two or more variables, where one variable is dependent on the other independent variable. The independent variable is established but not manipulated, and its impact on the dependent variable is observed. These variables or groups must be formed as they exist in the natural setup. As the dependent and independent variables will always exist in a group, it is advised that the conclusions are carefully established by keeping all the factors in mind.\n\nCausal-comparative research is not restricted to the statistical analysis of two variables but extends to analyzing how various variables or groups change under the influence of the same changes. This research is conducted irrespective of the type of relationship that exists between two or more variables. Statistical analysis is used to present the outcome using this quantitative research method.\n\nExample of Causal-Comparative Research Questions:\n\nThe impact of drugs on a teenager.\nThe effect of good education on a freshman.\nThe effect of substantial food provision in the villages of Africa.Also known as true experimentation, this research method relies on a theory. As the name suggests, experimental research is usually based on one or more theories. This theory has yet to be proven before and is merely a supposition. In experimental research, an analysis is done around proving or disproving the statement. This research method is used in natural sciences. Traditional research methods are more effective than modern techniques.\n\nThere can be multiple theories in experimental research. A theory is a statement that can be verified or refuted.\n\nAfter establishing the statement, efforts are made to understand whether it is valid or invalid. This quantitative research method is mainly used in natural or social sciences as various statements must be proved right or wrong.\n\nTraditional research methods are more effective than modern techniques.\nSystematic teaching schedules help children who struggle to cope with the course.\nIt is a boon to have responsible nursing staff for ailing parents.\nThe second major step in primary quantitative research is data collection. Data collection can be divided into sampling methods and data collection using surveys and polls.\n\nData collection methodologies: Sampling methods\n\nThere are two main sampling methods for quantitative research: Probability and Non-probability sampling.\n\nProbability sampling:\nA theory of probability is used to filter individuals from a population and create samples in probability sampling. Participants of a sample are chosen by random selection processes. Each target audience member has an equal opportunity to be selected in the sample.\n\nThere are four main types of probability sampling:\n\nSimple random sampling: As the name indicates, simple random sampling is nothing but a random selection of elements for a sample. This sampling technique is implemented where the target population is considerably large.\nStratified random sampling: In the stratified random sampling method, a large population is divided into groups (strata), and members of a sample are chosen randomly from these strata. The various segregated strata should ideally not overlap one another.Cluster sampling: Cluster sampling is a probability sampling method using which the main segment is divided into clusters, usually using geographic and demographic segmentation parameters.\nSystematic sampling: Systematic sampling is a technique where the starting point of the sample is chosen randomly, and all the other elements are chosen using a fixed interval. This interval is calculated by dividing the population size by the target sample size.\nNon-probability sampling:\nNon-probability sampling is where the researcher’s knowledge and experience are used to create samples. Because of the researcher’s involvement, not all the target population members have an equal probability of being selected to be a part of a sample.\n\nThere are five non-probability sampling models:\n\nConvenience sampling: In convenience sampling, elements of a sample are chosen only due to one prime reason: their proximity to the researcher. These samples are quick and easy to implement as there is no other parameter of selection involved.\nConsecutive sampling: Consecutive sampling is quite similar to convenience sampling, except for the fact that researchers can choose a single element or a group of samples and conduct research consecutively over a significant period and then perform the same process with other samples.\nQuota sampling: Using quota sampling, researchers can select elements using their knowledge of target traits and personalities to form strata. Members of various strata can then be chosen to be a part of the sample as per the researcher’s understanding.\nSnowball sampling: Snowball sampling is conducted with target audiences who are difficult to contact and get information. It is popular in cases where the target audience for analysis research is rare to put together.\nJudgmental sampling: Judgmental sampling is a non-probability sampling method where samples are created only based on the researcher’s experience and skill. Data collection methodologies: Using surveys & polls\n\nOnce the sample is determined, then either surveys or polls can be distributed to collect the data for quantitative research.\n\nUsing surveys for primary quantitative research\nA survey is defined as a research method used for collecting data from a pre-defined group of respondents to gain information and insights on various topics of interest. The ease of survey distribution and the wide number of people it can reach depending on the research time and objective makes it one of the most important aspects of conducting quantitative research.\n\nFundamental levels of measurement – nominal, ordinal, interval, and ratio scales\n\nFour measurement scales are fundamental to creating a multiple-choice question in a survey. They are nominal, ordinal, interval, and ratio measurement scales without the fundamentals of which no multiple-choice questions can be created. Hence, it is crucial to understand these measurement levels to develop a robust survey.\n\nUse of different question types\n\nTo conduct quantitative research, close-ended questions must be used in a survey. They can be a mix of multiple question types, including multiple-choice questions like semantic differential scale questions, rating scale questions, etc.Survey Distribution and Survey Data Collection\n\nIn the above, we have seen the process of building a survey along with the research design to conduct primary quantitative research. Survey distribution to collect data is the other important aspect of the survey process. There are different ways of survey distribution. Some of the most commonly used methods are:\n\nEmail: Sending a survey via email is the most widely used and effective survey distribution method. This method’s response rate is high because the respondents know your brand. You can use the QuestionPro email management feature to send out and collect survey responses.\nBuy respondents: Another effective way to distribute a survey and conduct primary quantitative research is to use a sample. Since the respondents are knowledgeable and are on the panel by their own will, responses are much higher.\nEmbed survey on a website: Embedding a survey on a website increases a high number of responses as the respondent is already in close proximity to the brand when the survey pops up.\nSocial distribution: Using social media to distribute the survey aids in collecting a higher number of responses from the people that are aware of the brand.\nQR code: QuestionPro QR codes store the URL for the survey. You can print/publish this code in magazines, signs, business cards, or on just about any object/medium.\nSMS survey: The SMS survey is a quick and time-effective way to collect a high number of responses.\nOffline Survey App: The QuestionPro App allows users to circulate surveys quickly, and the responses can be collected both online and offline.Survey example\n\nAn example of a survey is short customer satisfaction (CSAT) survey that can quickly be built and deployed to collect feedback about what the customer thinks about a brand and how satisfied and referenceable the brand is.\n\nUsing polls for primary quantitative research\nPolls are a method to collect feedback using close-ended questions from a sample. The most commonly used types of polls are election polls and exit polls. Both of these are used to collect data from a large sample size but using basic question types like multiple-choice questions.The third aspect of primary quantitative research design is data analysis. After collecting raw data, there must be an analysis of this data to derive statistical inferences from this research. It is important to relate the results to the research objective and establish the statistical relevance of the results.\n\nRemember to consider aspects of research that were not considered for the data collection process and report the difference between what was planned vs. what was actually executed.\n\nIt is then required to select precise statistical analysis methods, such as SWOT, Conjoint, Cross-tabulation, etc., to analyze the quantitative data.\n\nSWOT analysis: SWOT Analysis stands for the acronym of Strengths, Weaknesses, Opportunities, and Threat analysis. Organizations use this statistical analysis technique to evaluate their performance internally and externally to develop effective strategies for improvement.\nConjoint Analysis: Conjoint Analysis is a market analysis method to learn how individuals make complicated purchasing decisions. Trade-offs are involved in an individual’s daily activities, and these reflect their ability to decide from a complex list of product/service options.\nCross-tabulation: Cross-tabulation is one of the preliminary statistical market analysis methods which establishes relationships, patterns, and trends within the various parameters of the research study.\nTURF Analysis: TURF Analysis, an acronym for Totally Unduplicated Reach and Frequency Analysis, is executed in situations where the reach of a favorable communication source is to be analyzed along with the frequency of this communication. It is used for understanding the potential of a target market.Secondary quantitative research or desk research is a research method that involves using already existing data or secondary data. Existing data is summarized and collated to increase the overall effectiveness of the research.\n\nThis research method involves collecting quantitative data from existing data sources like the internet, government resources, libraries, research reports, etc. Secondary quantitative research helps to validate the data collected from primary quantitative research and aid in strengthening or proving, or disproving previously collected data.\n\nThe following are five popularly used secondary quantitative research methods:\n\nData available on the internet: With the high penetration of the internet and mobile devices, it has become increasingly easy to conduct quantitative research using the internet. Information about most research topics is available online, and this aids in boosting the validity of primary quantitative data as well as proving the relevance of previously collected data.\nGovernment and non-government sources: Secondary quantitative research can also be conducted with the help of government and non-government sources that deal with market research reports. This data is highly reliable and in-depth and hence, can be used to increase the validity of quantitative research design.\nPublic libraries: Now a sparingly used method of conducting quantitative research, it is still a reliable source of information, though. Public libraries have copies of important research that was conducted earlier. They are a storehouse of valuable information and documents from which information can be extracted.\nEducational institutions: Educational institutions conduct in-depth research on multiple topics, and hence, the reports that they publish are an important source of validation in quantitative research. Commercial information sources: Local newspapers, journals, magazines, radio, and TV stations are great sources to obtain data for secondary quantitative research. These commercial information sources have in-depth, first-hand information on economic developments, political agendas, market research, demographic segmentation, and similar subjects.Quantitative research is a structured way of collecting and analyzing data from various sources. Its purpose is conclusive as it seeks to quantify the problem and understand its extent, looking for results that can be projected to a larger population.\n\nCompanies that use quantitative rather than qualitative research typically aim to measure magnitudes and seek objectively interpreted statistical results. So if you want to obtain quantitative data that helps you define the structured cause-and-effect relationship between the problem and the factors, you should opt for this type of research.\n\n",
  "Qualitative":"Qualitative research is based on the disciplines of social sciences like psychology, sociology, and anthropology. Therefore, the qualitative research methods allow for in-depth and further probing and questioning of respondents based on their responses. The interviewer/researcher also tries to understand their motivation and feelings. Understanding how your audience makes decisions can help derive conclusions in market research. Qualitative research is defined as a market research method that focuses on obtaining data through open-ended and conversational communication.\n\nThis method is about “what” people think and “why” they think so. For example, consider a convenience store looking to improve its patronage. A systematic observation concludes that more men are visiting this store. One good method to determine why women were not visiting the store is conducting an in-depth interview with potential customers.\n\nFor example, on successfully interviewing female customers, visiting the nearby stores and malls, and selecting them through random sampling, it was known that the store didn’t have enough items for women. So fewer women were visiting the store, which was understood only by personally interacting with them and understanding why they didn’t visit the store because there were more male products than female ones. Qualitative research methods are designed in a manner that help reveal the behavior and perception of a target audience with reference to a particular topic. There are different types of qualitative research methods like an in-depth interview, focus groups, ethnographic research, content analysis, case study research that are usually used.\n\nThe results of qualitative methods are more descriptive and the inferences can be drawn quite easily from the data that is obtained.\n\nQualitative research methods originated in the social and behavioral sciences. Today our world is more complicated and it is difficult to understand what people think and perceive. Online qualitative research methods make it easier to understand that as it is more communicative and descriptive. The following are the qualitative research methods that are frequently used. Also, read about qualitative research examples: Conducting in-depth interviews is one of the most common qualitative research methods. It is a personal interview that is carried out with one respondent at a time. This is purely a conversational method and invites opportunities to get details in depth from the respondent.\n\nOne of the advantages of this method provides a great opportunity to gather precise data about what people believe and what their motivations are. If the researcher is well experienced asking the right questions can help him/her collect meaningful data. If they should need more information the researchers should ask such follow up questions that will help them collect more information.\n\nThese interviews can be performed face-to-face or on phone and usually can last between half an hour to two hours or even more. When the in-depth interview is conducted face to face it gives a better opportunity to read the body language of the respondents and match the responses. A focus group is also one of the commonly used qualitative research methods, used in data collection. A focus group usually includes a limited number of respondents (6-10) from within your target market.\n\nThe main aim of the focus group is to find answers to the “why” “what” and “how” questions. One advantage of focus groups is, you don’t necessarily need to interact with the group in person. Nowadays focus groups can be sent an online survey on various devices and responses can be collected at the click of a button.\n\nFocus groups are an expensive method as compared to the other online qualitative research methods. Typically they are used to explain complex processes. This method is very useful when it comes to market research on new products and testing new concepts. Ethnographic research is the most in-depth observational method that studies people in their naturally occurring environment.\n\nThis method requires the researchers to adapt to the target audiences’ environments which could be anywhere from an organization to a city or any remote location. Here geographical constraints can be an issue while collecting data.\n\nThis research design aims to understand the cultures, challenges, motivations, and settings that occur. Instead of relying on interviews and discussions, you experience the natural settings first hand.\n\nThis type of research method can last from a few days to a few years, as it involves in-depth observation and collecting data on those grounds. It’s a challenging and a time-consuming method and solely depends on the expertise of the researcher to be able to analyze, observe and infer the data. The case study method has evolved over the past few years and developed into a valuable qual research method. As the name suggests it is used for explaining an organization or an entity.\n\nThis type of research method is used within a number of areas like education, social sciences and similar. This method may look difficult to operate, however, it is one of the simplest ways of conducting research as it involves a deep dive and thorough understanding of the data collection methods and inferring the data. This method makes use of the already existing reliable documents and similar sources of information as the data source. This data can be used in new research. This is similar to going to a library. There one can go over books and other reference material to collect relevant data that can likely be used in the research. Qualitative Observation is a process of research that uses subjective methodologies to gather systematic information or data. Since, the focus on qualitative observation is the research process of using subjective methodologies to gather information or data. Qualitative observation is primarily used to equate quality differences.\n\nQualitative observation deals with the 5 major sensory organs and their functioning – sight, smell, touch, taste, and hearing. This doesn’t involve measurements or numbers but instead characteristics. Qualitative data collection allows collecting data that is non-numeric and helps us to explore how decisions are made and provide us with detailed insight. For reaching such conclusions the data that is collected should be holistic, rich, and nuanced and findings to emerge through careful analysis.\n\nWhatever method a researcher chooses for collecting qualitative data, one aspect is very clear the process will generate a large amount of data. In addition to the variety of methods available, there are also different methods of collecting and recording the data.\nFor example, if the qualitative data is collected through a focus group or one-to-one discussion, there will be handwritten notes or video recorded tapes. If there are recording they should be transcribed and before the process of data analysis can begin.\n\nAs a rough guide, it can take a seasoned researcher 8-10 hours to transcribe the recordings of an interview, which can generate roughly 20-30 pages of dialogues. Many researchers also like to maintain separate folders to maintain the recording collected from the different focus group. This helps them compartmentalize the data collected.\nIn case there are running notes taken, which are also known as field notes, they are helpful in maintaining comments, environmental contexts, environmental analysis, nonverbal cues etc. These filed notes are helpful and can be compared while transcribing audio recorded data. Such notes are usually informal but should be secured in a similar manner as the video recordings or the audio tapes.Qualitative data analysis such as notes, videos, audio recordings images, and text documents. One of the most used methods for qualitative data analysis is text analysis.\n\nText analysis is a  data analysis method that is distinctly different from all other qualitative research methods, where researchers analyze the social life of the participants in the research study and decode the words, actions, etc. \n\nThere are images also that are used in this research study and the researchers analyze the context in which the images are used and draw inferences from them. In the last decade, text analysis through what is shared on social media platforms has gained supreme popularity.Qualitative research methods usually collect data at the sight, where the participants are experiencing issues or problems. These are real-time data and rarely bring the participants out of the geographic locations to collect information.\nQualitative researchers typically gather multiple forms of data, such as interviews, observations, and documents, rather than rely on a single data source.\nThis type of research method works towards solving complex issues by breaking down into meaningful inferences, that is easily readable and understood by all.\nSince it’s a more communicative method, people can build their trust on the researcher and the information thus obtained is raw and unadulterated.Let’s take the example of a bookstore owner who is looking for ways to improve their sales and customer outreach. An online community of members who were loyal patrons of the bookstore were interviewed and related questions were asked and the questions were answered by them.\n\nAt the end of the interview, it was realized that most of the books in the stores were suitable for adults and there were not enough options for children or teenagers.\n\nBy conducting this qualitative research the bookstore owner realized what the shortcomings were and what were the feelings of the readers. Through this research now the bookstore owner can now keep books for different age categories and can improve his sales and customer outreach.\n\nSuch qualitative research method examples can serve as the basis to indulge in further quantitative research, which provides remedies.Researchers make use of qualitative research techniques when they need to capture accurate, in-depth insights. It is very useful to capture “factual data”. Here are some examples of when to use qualitative research.\n\nDeveloping a new product or generating an idea.\nStudying your product/brand or service to strengthen your marketing strategy.\nTo understand your strengths and weaknesses.\nUnderstanding purchase behavior.\nTo study the reactions of your audience to marketing campaigns and other communications.\nExploring market demographics, segments, and customer care groups.\nGathering perception data of a brand, company, or product."}